{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO V - DE LAS PENAS  CAPITULO III - DE SU APLICACION  ",
    "nombreArticulo": "Artículo 86 ",
    "textoArticulo": "    (Individualización de la pena)\r\n   El Juez determinará en la sentencia, la pena que, en su concepto,\r\ncorresponda, dentro del máximo y el mínimo señalado por la ley para cada\r\ndelito, teniendo en cuenta la mayor o menor peligrosidad del culpable,\r\nsus antecedentes personales, la calidad y el número -sobre todo la\r\ncalidad- de las circunstancias agravantes y atenuantes que concurran en\r\nel hecho. \r\n   Tratándose de delitos sancionados con pena de prisión cuando concurren atenuantes excepcionales, el Juez tendrá potestad de bajar a la de multa que aplicará conforme al inciso precedente. (Artículo 68, apartado 2º). ",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/86?verreferencias=articulo",
    "textoArticuloMarkdown": " (Individualización de la pena) El Juez determinará en la sentencia, la pena que, en su concepto, corresponda, dentro del máximo y el mínimo señalado por la ley para cada delito, teniendo en cuenta la mayor o menor peligrosidad del culpable, sus antecedentes personales, la calidad y el número -sobre todo la calidad- de las circunstancias agravantes y atenuantes que concurran en el hecho. Tratándose de delitos sancionados con pena de prisión cuando concurren atenuantes excepcionales, el Juez tendrá potestad de bajar a la de multa que aplicará conforme al inciso precedente. (Artículo 68, apartado 2º). ",
    "anteriorOriginal": {}
}