{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO II  TITULO VI - DELITOS CONTRA LA SEGURIDAD PUBLICA  CAPITULO I  ",
    "nombreArticulo": "Artículo 208 ",
    "textoArticulo": "    (Circunstancias agravantes especiales)\r\n   Son circunstancias agravantes especiales: \r\n   1. Si del hecho resultara la muerte o la lesión de varias personas. \r\n   2. Si el delito tuviere por objeto la destrucción de edificios, monumentos o lugares públicos, o se ejecutare sobre naves, aeronaves, astilleros, estaciones ferrocarrileras o marítimas o aéreas, almacenes generales y depósitos de substancias explosivas o inflamables. \r\n   3. Si el delito tuviera por objeto la destrucción de un edificio habitado o destinado a habitación o de las instalaciones adscriptas al suministro de agua, luz o al saneamiento de las ciudades. ",
    "notasArticulo": "<b>Ver en esta norma, artículos:</b> <a href=\"/bases/codigo-penal/9155-1933/214\" >214</a> y <a href=\"/bases/codigo-penal/9155-1933/226\" >226</a>.\r\n",
    "textoArticuloMarkdown": " (Circunstancias agravantes especiales) Son circunstancias agravantes especiales: 1. Si del hecho resultara la muerte o la lesión de varias personas. 2. Si el delito tuviere por objeto la destrucción de edificios, monumentos o lugares públicos, o se ejecutare sobre naves, aeronaves, astilleros, estaciones ferrocarrileras o marítimas o aéreas, almacenes generales y depósitos de substancias explosivas o inflamables. 3. Si el delito tuviera por objeto la destrucción de un edificio habitado o destinado a habitación o de las instalaciones adscriptas al suministro de agua, luz o al saneamiento de las ciudades. ",
    "anteriorOriginal": {}
}