{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO II  TITULO IV - DELITOS CONTRA LA ADMINISTRACION PUBLICA  CAPITULO II - ABUSO DE AUTORIDAD Y VIOLACION DE LOS DEBERES INHERENTES \r\nA UNA FUNCION PUBLICA  ",
    "nombreArticulo": "Artículo 160 ",
    "textoArticulo": "    (Fraude) \r\n   El funcionario público que, directamente o por interpuesta persona, \r\nprocediendo con engaño en los actos o contratos en que deba intervenir por razón de su cargo, dañare a la Administración, en beneficio propio o ajeno, será castigado con doce meses de prisión a seis años de penitenciaría, inhabilitación especial de dos a seis años y multa de 50 UR (cincuenta unidades reajustables) a 15.000 UR (quince mil unidades reajustables). (*) ",
    "notasArticulo": "<b><font color=\"#0000FF\">Redacción dada por:</font></b> Ley Nº 17.060 de 23/12/1998 artículo <a href=\"/bases/leyes/17060-1998/8\" >8</a>.\r\n<b><font color=\"#0000FF\">Redacción dada anteriormente por:</font></b> Ley Nº 14.068 de 10/07/1972 artículo <a href=\"/bases/leyes/14068-1972/16\" >16</a>.\r\n<b>Reglamentado por:</b> Decreto <a href=\"/bases/decretos/30-2003\" >Nº 30/003</a> de 23/01/2003.\r\n<b>Ver en esta norma, artículos:</b> <a href=\"/bases/codigo-penal/9155-1933/163_TER\" >163 - TER</a>, <a href=\"/bases/codigo-penal/9155-1933/163_QUATER\" >163 - QUATER</a> y <a href=\"/bases/codigo-penal/9155-1933/177\" >177</a>.\r\n<b>Ver:</b> Ley Nº 19.007 de 16/11/2012 artículo <a href=\"/bases/leyes/19007-2012/1\" >1</a>.\r\n<br><b><font color=\"#008200\">TEXTO ORIGINAL:</font></b>\r\n      Ley Nº 14.068 de 10/07/1972 artículo <a href=\"/bases/leyes-originales/14068-1972/16\" >16</a>,\r\n      Ley Nº 9.155 de 04/12/1933 artículo <a href=\"/bases/textos-originales-ley/9155-1933/160\" >160</a>.\r\n",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/160?verreferencias=articulo",
    "textoArticuloMarkdown": " (Fraude) El funcionario público que, directamente o por interpuesta persona, procediendo con engaño en los actos o contratos en que deba intervenir por razón de su cargo, dañare a la Administración, en beneficio propio o ajeno, será castigado con doce meses de prisión a seis años de penitenciaría, inhabilitación especial de dos a seis años y multa de 50 UR (cincuenta unidades reajustables) a 15.000 UR (quince mil unidades reajustables). (*) ",
    "anteriorOriginal": {
        "referencia": "Ley Nº 14.068 de 10/07/1972 artículo 16",
        "link": "https://www.impo.com.uy/bases/leyes-originales/14068-1972/16",
        "textoArticulo": "    Sustitúyense los artículos 59, 116, 138, 140, 147, 148, 150, 151, 160, \r\n161, 258, 259, 271, 279, 281, 282, 322, 341, 344 y 359, del Código Penal, por los siguientes:\r\n\r\n\"Artículo 59.- (Del concurso de delincuentes). Son responsables del \r\ndelito, además del autor, todos los que concurran intencionalmente a su \r\nejecución, fuere como coautores, fuere como cómplices. En los delitos culpables, cada uno responde de su propio hecho.\r\n\r\nLa participación de tres o más personas en todos aquellos delitos en los \r\nque, para su configuración, no sea indispensable la pluralidad de \r\nagentes, se considerará agravante y los límites de la pena se elevarán en\r\nun tercio.\r\n\r\nLa cooperación de inimputables a la realización de un delito, incluso en \r\nla faz preparatoria, se considerará circunstancia agravante de la \r\nresponsabilidad de los partícipes y encubridores y la pena se elevará de un tercio a la mitad.\r\n\r\nArtículo 116.- (Extinción del delito por casamiento). El matrimonio del \r\nofensor con la ofendida extingue el delito o la pena en su caso, tratándose de los delitos de violación, atentado violento al pudor, estupro y rapto.\r\n\r\nArtículo 138.- (Atentado contra la vida, la integridad física, la \r\nlibertad o el honor de los Jefes de Estado extranjero o sus \r\nrepresentantes diplomáticos). El que en el territorio del Estado, por actos directos, atentara contra la vida, la integridad personal, la libertad o el honor de un Jefe de Estado extranjero, o de sus representantes diplomáticos, será castigado, en el caso de atentado a la vida, con cuatro a diez años de penitenciaría y en los demás casos con \r\ndos a nueve años.\r\n\r\nSi del hecho se derivara la muerte, la pena será de quince a treinta años\r\nde penitenciaría.\r\n\r\nArtículo 140.- (Atentado contra el Presidente de la República). El que, \r\ncon fines políticos y con actos directos, atentare contra la vida, la \r\nintegridad personal, o la libertad del Presidente de la República, será castigado: en el caso de atentado a la vida, con cuatro a diez años de penitenciaría y en los demás casos con dos a nueve años.\r\n\r\nSi del hecho se derivara la muerte, la pena será de quince a treinta años\r\nde penitenciaría.\r\n\r\nArtículo 147.- (Instigación pública a delinquir). El que instigare \r\npúblicamente a cometer delitos, será castigado, por el sólo hecho de la instigación, con pena de tres a veinticuatro meses de prisión.\r\n\r\nArtículo 148.- (Apología de hechos calificados como delitos). El que \r\nhiciere públicamente la apología de hechos calificados como delitos, \r\nserá castigado con tres a veinticuatro meses de prisión.\r\n\r\nArtículo 150.- (Asociación para delinquir). Los que se asociaren para \r\ncometer delitos, serán castigados por el simple hecho de la asociación, con seis meses de prisión a cinco años de penitenciaría.\r\n\r\nArtículo 151.- (Circunstancias agravantes de la asociación delictuosa). \r\nConstituyen circunstancias agravantes y la pena se aumentará de un tercio\r\na la mitad:\r\n\r\n1° El hecho de haberse constituido la asociación en banda armada;\r\n2° La de que los asociados sobrepujen el número de diez; \r\n3° La de ser jefe o promotor.\r\n\r\nArtículo 160.- (Fraude). El funcionario público que, directamente o por \r\ninterpuesta persona, procediendo con engaños en los actos o contratos en \r\nque deba intervenir por razón de su cargo, dañare a la administración en \r\nbeneficio propio o ajeno, será castigado con seis meses de prisión a cuatro años de penitenciaría y la inhabilitación especial de dos a seis años.\r\n\r\nArtículo 161.- (Conjunción del interés personal y del público). El \r\nfuncionario público que sin engaño, directamente o por interpuesta persona, se interesare en cualquier clase de acto o contrato en que deba intervenir por razón de su cargo, será castigado con multa de cien pesos \r\na dos mil pesos y la inhabilitación especial de dos a cuatro años.\r\n\r\nArtículo 258.- (De la supresión de estado). El que de cualquier manera, \r\nhiciera desaparecer el estado civil de una persona, o engendrare el peligro de su desaparición, será castigado con dieciocho meses de \r\nprisión a ocho años de penitenciaría.\r\n\r\nArtículo 259.- (De la suposición de estado). El que de cualquier manera, \r\ncreare un estado civil falso o engendrare el peligro de su creación, \r\nserá castigado con dieciocho meses de prisión a ocho años de penitenciaría.\r\n\r\nArtículo 271.- (Perseguible mediante denuncia del ofendido). En el delito\r\nde rapto se procederá solamente por denuncia de parte, salvo en los casos\r\nsiguientes:\r\n\r\n1° Cuando se trate de una menor de quince años;\r\n2° Cuando se trate de una menor de veintiún años que no tenga \r\nrepresentante legal;\r\n3° Cuando el rapto vaya acompañado de otros delitos en que deba \r\nprocederse de oficio;\r\n4° Cuando fuere cometido con abuso de las relaciones domésticas, del \r\nejercicio de la tutela o de la curatela.\r\n\r\nArtículo 279.- (La acción). En el delito de violación se procederá a \r\ninstancia de la Parte ofendida.\r\n   Dejará de observarse esta regla cuando persona ofendida fuere menor \r\nde quince o mayor de quince y menor de veintiún años y careciere de \r\nrepresentante legal; cuando el delito ocasionara la muerte de la víctima \r\no se presentare acompañado de otro delito perseguible de oficio, o fuere cometido con abuso de las relaciones domésticas o por los padres, tutores\r\no curadores.\r\nEn los delitos de corrupción, atentado violento al pudor y estupro se \r\nprocederá a instancia de la parte ofendida.\r\nDejará de observarse esa regla cuando la persona ofendida fuere menor de \r\nveintiún años y careciere de representante legal; cuando el delito \r\nocasionare la muerte de la víctima, o se presentare acompañado de otro delito perseguible de oficio, o fuere cometido con abuso de las \r\nrelaciones domésticas, o por los padres, tutores o curadores.\r\n\r\nArtículo 281.- (Privación de libertad). El que, de cualquier manera, \r\nprivara a otro de su libertad personal, será castigado con un año de prisión a nueve años de penitenciaría.\r\nLa pena será disminuida de la tercera parte a la mitad, siempre que el \r\nautor del hecho o un copartícipe de éste, liberara a la víctima de su cautiverio dentro de tercero día de producido.\r\n\r\nArtículo 282.- (Agravantes). Son circunstancias agravantes especiales y \r\nla aplicación del máximo se considerará justificada cuando el delito se \r\ncometa:\r\n\r\n1° Por un funcionario público, o contra un funcionario público en el \r\nejercicio de sus funciones o con motivo de haberlas ejercido;\r\n2° Con amenazas o sevicias;\r\n3° Por espíritu de venganza o con propósito de lucro, para utilizar \r\ncoercitivamente los servicios de la víctima;\r\n4° Cuando la privación de libertad superara los diez días.\r\nConstituye una agravante muy especial el hecho de que el delito se cometa\r\ncon el fin de obtener de las autoridades públicas, a cambio de la liberación, una ventaja o provecho en beneficio propio o ajeno, consiguiendo o no su objeto, o cuando el hecho obedeciera a móviles\r\npolíticos o ideológicos, la pena será de seis a doce años de penitenciaría.\r\n\r\nArtículo 322.- (De la denuncia). El traumatismo, las lesiones ordinarias\r\ny las lesiones culposas graves sólo se castigarán a instancia de parte.\r\nSe procederá de oficio cuando medien las circunstancias previstas en los\r\nincisos 3° y 4° del artículo 59 del Código Penal.\r\n\r\nArtículo 341.- (Circunstancias agravantes). La pena será de doce meses de\r\nprisión a ocho años de penitenciaría cuando concurran las siguientes \r\ncircunstancias agravantes:\r\n\r\n1° Si para cometer el delito el sujeto hubiera penetrado o se mantuviere\r\nen un edificio o en algún otro lugar destinado a habitación;\r\n2° Si el sujeto llevara consigo armas o narcóticos, aún cuando no hiciera\r\nuso de ellos;\r\n3° Si la sustracción se efectuara sobre persona en estado de inferioridad\r\nsíquica o física; o con destreza; o por sorpresa, mediante despojo de las\r\ncosas que la víctima llevara consigo;\r\n4° Si el hecho se cometiera con intervención de dos o más personas; o por\r\nsólo una simulando la calidad de funcionario público o con la participación de un dependiente del damnificado;\r\n5° Si el delito se cometiera sobre objetos o dinero de los viajeros,\r\ncualquiera fuese el medio de transporte, durante la conducción, así como,\r\nen los depósitos y estaciones, albergues y cualquier otro lugar donde se suministran alimentos o bebidas;\r\n6° Si el delito se cometiera sobre cosas existentes en establecimientos \r\npúblicos o que se hallaron bajo secuestro, o expuestas al público, por \r\nla necesidad o por la costumbre o destinadas al servicio público, o de utilidad, defensa, reverencia o beneficencia públicas;\r\n7° Cuando la víctima fuere un encargado de numerario o valores.\r\n\r\nArtículo 344.- (Rapiña). El que, con violencias o amenazas, se apoderare \r\nde cosa mueble, sustrayéndola a su tenedor, para aprovecharse o hacer \r\nque otro se aproveche de ella, será castigado con cuatro a dieciséis años\r\nde penitenciaría.\r\nLa misma pena se aplicará al que, después de consumada la sustracción, \r\nempleara violencias o amenazas para asegurarse o asegurar a un tercero, \r\nla posesión de la cosa sustraída, o para procurarse o procurarle a un tercero la impunidad.\r\nLa pena será elevada en un tercio cuando concurra alguna de las circunstancias previstas en el artículo 341 en cuando fueran aplicables.\r\n\r\nArtículo 359.- (Circunstancias agravantes). Se procede de oficio y la \r\npena será de tres meses de prisión a seis años de penitenciaría, cuando concurran las circunstancias agravantes siguientes:\r\n\r\n1° Si mediare alguna de las circunstancias previstas en los incisos 3° y\r\n4° del artículo 59;\r\n2° Si el delito se cometiera sobre cosas existentes en establecimientos \r\npúblicos, o que se hallaran bajo secuestro o expuestas al público por la necesidad o por la costumbre, o destinadas al servicio público, o de utilidad, defensa, beneficencia o reverencia públicas;\r\n3° Si el daño se efectuara por venganza contra un funcionario público, un\r\nárbitro, un intérprete, un perito o un testigo a causa de sus funciones;\r\n4° Si el delito se cometiera con violencia o amenazas o por empresarios \r\ncon motivo de paros o por obreros con motivo de huelga\".\r\n ",
        "textoArticuloMarkdown": " Sustitúyense los artículos 59, 116, 138, 140, 147, 148, 150, 151, 160, 161, 258, 259, 271, 279, 281, 282, 322, 341, 344 y 359, del Código Penal, por los siguientes: \"Artículo 59.- (Del concurso de delincuentes). Son responsables del delito, además del autor, todos los que concurran intencionalmente a su ejecución, fuere como coautores, fuere como cómplices. En los delitos culpables, cada uno responde de su propio hecho. La participación de tres o más personas en todos aquellos delitos en los que, para su configuración, no sea indispensable la pluralidad de agentes, se considerará agravante y los límites de la pena se elevarán en un tercio. La cooperación de inimputables a la realización de un delito, incluso en la faz preparatoria, se considerará circunstancia agravante de la responsabilidad de los partícipes y encubridores y la pena se elevará de un tercio a la mitad. Artículo 116.- (Extinción del delito por casamiento). El matrimonio del ofensor con la ofendida extingue el delito o la pena en su caso, tratándose de los delitos de violación, atentado violento al pudor, estupro y rapto. Artículo 138.- (Atentado contra la vida, la integridad física, la libertad o el honor de los Jefes de Estado extranjero o sus representantes diplomáticos). El que en el territorio del Estado, por actos directos, atentara contra la vida, la integridad personal, la libertad o el honor de un Jefe de Estado extranjero, o de sus representantes diplomáticos, será castigado, en el caso de atentado a la vida, con cuatro a diez años de penitenciaría y en los demás casos con dos a nueve años. Si del hecho se derivara la muerte, la pena será de quince a treinta años de penitenciaría. Artículo 140.- (Atentado contra el Presidente de la República). El que, con fines políticos y con actos directos, atentare contra la vida, la integridad personal, o la libertad del Presidente de la República, será castigado: en el caso de atentado a la vida, con cuatro a diez años de penitenciaría y en los demás casos con dos a nueve años. Si del hecho se derivara la muerte, la pena será de quince a treinta años de penitenciaría. Artículo 147.- (Instigación pública a delinquir). El que instigare públicamente a cometer delitos, será castigado, por el sólo hecho de la instigación, con pena de tres a veinticuatro meses de prisión. Artículo 148.- (Apología de hechos calificados como delitos). El que hiciere públicamente la apología de hechos calificados como delitos, será castigado con tres a veinticuatro meses de prisión. Artículo 150.- (Asociación para delinquir). Los que se asociaren para cometer delitos, serán castigados por el simple hecho de la asociación, con seis meses de prisión a cinco años de penitenciaría. Artículo 151.- (Circunstancias agravantes de la asociación delictuosa). Constituyen circunstancias agravantes y la pena se aumentará de un tercio a la mitad: 1° El hecho de haberse constituido la asociación en banda armada; 2° La de que los asociados sobrepujen el número de diez; 3° La de ser jefe o promotor. Artículo 160.- (Fraude). El funcionario público que, directamente o por interpuesta persona, procediendo con engaños en los actos o contratos en que deba intervenir por razón de su cargo, dañare a la administración en beneficio propio o ajeno, será castigado con seis meses de prisión a cuatro años de penitenciaría y la inhabilitación especial de dos a seis años. Artículo 161.- (Conjunción del interés personal y del público). El funcionario público que sin engaño, directamente o por interpuesta persona, se interesare en cualquier clase de acto o contrato en que deba intervenir por razón de su cargo, será castigado con multa de cien pesos a dos mil pesos y la inhabilitación especial de dos a cuatro años. Artículo 258.- (De la supresión de estado). El que de cualquier manera, hiciera desaparecer el estado civil de una persona, o engendrare el peligro de su desaparición, será castigado con dieciocho meses de prisión a ocho años de penitenciaría. Artículo 259.- (De la suposición de estado). El que de cualquier manera, creare un estado civil falso o engendrare el peligro de su creación, será castigado con dieciocho meses de prisión a ocho años de penitenciaría. Artículo 271.- (Perseguible mediante denuncia del ofendido). En el delito de rapto se procederá solamente por denuncia de parte, salvo en los casos siguientes: 1° Cuando se trate de una menor de quince años; 2° Cuando se trate de una menor de veintiún años que no tenga representante legal; 3° Cuando el rapto vaya acompañado de otros delitos en que deba procederse de oficio; 4° Cuando fuere cometido con abuso de las relaciones domésticas, del ejercicio de la tutela o de la curatela. Artículo 279.- (La acción). En el delito de violación se procederá a instancia de la Parte ofendida. Dejará de observarse esta regla cuando persona ofendida fuere menor de quince o mayor de quince y menor de veintiún años y careciere de representante legal; cuando el delito ocasionara la muerte de la víctima o se presentare acompañado de otro delito perseguible de oficio, o fuere cometido con abuso de las relaciones domésticas o por los padres, tutores o curadores. En los delitos de corrupción, atentado violento al pudor y estupro se procederá a instancia de la parte ofendida. Dejará de observarse esa regla cuando la persona ofendida fuere menor de veintiún años y careciere de representante legal; cuando el delito ocasionare la muerte de la víctima, o se presentare acompañado de otro delito perseguible de oficio, o fuere cometido con abuso de las relaciones domésticas, o por los padres, tutores o curadores. Artículo 281.- (Privación de libertad). El que, de cualquier manera, privara a otro de su libertad personal, será castigado con un año de prisión a nueve años de penitenciaría. La pena será disminuida de la tercera parte a la mitad, siempre que el autor del hecho o un copartícipe de éste, liberara a la víctima de su cautiverio dentro de tercero día de producido. Artículo 282.- (Agravantes). Son circunstancias agravantes especiales y la aplicación del máximo se considerará justificada cuando el delito se cometa: 1° Por un funcionario público, o contra un funcionario público en el ejercicio de sus funciones o con motivo de haberlas ejercido; 2° Con amenazas o sevicias; 3° Por espíritu de venganza o con propósito de lucro, para utilizar coercitivamente los servicios de la víctima; 4° Cuando la privación de libertad superara los diez días. Constituye una agravante muy especial el hecho de que el delito se cometa con el fin de obtener de las autoridades públicas, a cambio de la liberación, una ventaja o provecho en beneficio propio o ajeno, consiguiendo o no su objeto, o cuando el hecho obedeciera a móviles políticos o ideológicos, la pena será de seis a doce años de penitenciaría. Artículo 322.- (De la denuncia). El traumatismo, las lesiones ordinarias y las lesiones culposas graves sólo se castigarán a instancia de parte. Se procederá de oficio cuando medien las circunstancias previstas en los incisos 3° y 4° del artículo 59 del Código Penal. Artículo 341.- (Circunstancias agravantes). La pena será de doce meses de prisión a ocho años de penitenciaría cuando concurran las siguientes circunstancias agravantes: 1° Si para cometer el delito el sujeto hubiera penetrado o se mantuviere en un edificio o en algún otro lugar destinado a habitación; 2° Si el sujeto llevara consigo armas o narcóticos, aún cuando no hiciera uso de ellos; 3° Si la sustracción se efectuara sobre persona en estado de inferioridad síquica o física; o con destreza; o por sorpresa, mediante despojo de las cosas que la víctima llevara consigo; 4° Si el hecho se cometiera con intervención de dos o más personas; o por sólo una simulando la calidad de funcionario público o con la participación de un dependiente del damnificado; 5° Si el delito se cometiera sobre objetos o dinero de los viajeros, cualquiera fuese el medio de transporte, durante la conducción, así como, en los depósitos y estaciones, albergues y cualquier otro lugar donde se suministran alimentos o bebidas; 6° Si el delito se cometiera sobre cosas existentes en establecimientos públicos o que se hallaron bajo secuestro, o expuestas al público, por la necesidad o por la costumbre o destinadas al servicio público, o de utilidad, defensa, reverencia o beneficencia públicas; 7° Cuando la víctima fuere un encargado de numerario o valores. Artículo 344.- (Rapiña). El que, con violencias o amenazas, se apoderare de cosa mueble, sustrayéndola a su tenedor, para aprovecharse o hacer que otro se aproveche de ella, será castigado con cuatro a dieciséis años de penitenciaría. La misma pena se aplicará al que, después de consumada la sustracción, empleara violencias o amenazas para asegurarse o asegurar a un tercero, la posesión de la cosa sustraída, o para procurarse o procurarle a un tercero la impunidad. La pena será elevada en un tercio cuando concurra alguna de las circunstancias previstas en el artículo 341 en cuando fueran aplicables. Artículo 359.- (Circunstancias agravantes). Se procede de oficio y la pena será de tres meses de prisión a seis años de penitenciaría, cuando concurran las circunstancias agravantes siguientes: 1° Si mediare alguna de las circunstancias previstas en los incisos 3° y 4° del artículo 59; 2° Si el delito se cometiera sobre cosas existentes en establecimientos públicos, o que se hallaran bajo secuestro o expuestas al público por la necesidad o por la costumbre, o destinadas al servicio público, o de utilidad, defensa, beneficencia o reverencia públicas; 3° Si el daño se efectuara por venganza contra un funcionario público, un árbitro, un intérprete, un perito o un testigo a causa de sus funciones; 4° Si el delito se cometiera con violencia o amenazas o por empresarios con motivo de paros o por obreros con motivo de huelga\". "
    }
}