{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO VIII - DE LA EXTINCION DE LOS DELITOS Y DE LAS PENAS  CAPITULO I - DE LA EXTINCION DEL DELITO  ",
    "nombreArticulo": "Artículo 126 ",
    "textoArticulo": "    (De la suspensión condicional de la pena)\r\n   Se extingue el delito cuando el Juez, al dictar sentencia, resuelve\r\nsuspender la condena, siempre que el beneficiado, además de cumplir las\r\nobligaciones que le fueren impuestas por la ley o judicialmente, se\r\nabstuviere de cometer delitos, durante un período de cinco años.\r\n   Para que la condena pueda ser suspendida se requiere:\r\n   1. Que se trate de penas de prisión o de multa, cuando por defecto de\r\ncumplimiento, deba ésta transformarse en pena de prisión.\r\n   2. Que se trate de delincuentes que no hayan cometido en el pasado\r\notros delitos y que el Juez prevea, por el examen de sus antecedentes,\r\nque no han de cometerlos en el porvenir.\r\n   Las obligaciones que el Juez puede imponer son las siguientes:\r\na) Restitución de las cosas provenientes del delito; \r\nb) Pago de las indemnizaciones civiles emanadas del mismo; \r\nc) Prohibición de domiciliarse en ciertos lugares o de concurrir a\r\n   ciertos sitios. ",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/126?verreferencias=articulo",
    "textoArticuloMarkdown": " (De la suspensión condicional de la pena) Se extingue el delito cuando el Juez, al dictar sentencia, resuelve suspender la condena, siempre que el beneficiado, además de cumplir las obligaciones que le fueren impuestas por la ley o judicialmente, se abstuviere de cometer delitos, durante un período de cinco años. Para que la condena pueda ser suspendida se requiere: 1. Que se trate de penas de prisión o de multa, cuando por defecto de cumplimiento, deba ésta transformarse en pena de prisión. 2. Que se trate de delincuentes que no hayan cometido en el pasado otros delitos y que el Juez prevea, por el examen de sus antecedentes, que no han de cometerlos en el porvenir. Las obligaciones que el Juez puede imponer son las siguientes: a) Restitución de las cosas provenientes del delito; b) Pago de las indemnizaciones civiles emanadas del mismo; c) Prohibición de domiciliarse en ciertos lugares o de concurrir a ciertos sitios. ",
    "anteriorOriginal": {}
}