{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO IV - DEL CONCURSO DE DELITOS Y DELINCUENTES  CAPITULO II - DEL CONCURSO DE DELINCUENTES  ",
    "nombreArticulo": "Artículo 63 ",
    "textoArticulo": "    (Responsabilidad por delitos distintos de los concertados)\r\n   Si el delito cometido fuere más grave que el concertado o de igual\r\ngravedad, pero de distinta naturaleza, o complicado por otros delitos,\r\nlos partícipes extraños al hecho responderán por el delito concertado y\r\ncometido y sólo por el cometido sin concierto, en cuanto hubiere podido\r\nser previsto de acuerdo con los principios generales.\r\n   Si el delito cometido fuere menos grave que el concertado responden,\r\nsólo por el primero. ",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/63?verreferencias=articulo",
    "textoArticuloMarkdown": " (Responsabilidad por delitos distintos de los concertados) Si el delito cometido fuere más grave que el concertado o de igual gravedad, pero de distinta naturaleza, o complicado por otros delitos, los partícipes extraños al hecho responderán por el delito concertado y cometido y sólo por el cometido sin concierto, en cuanto hubiere podido ser previsto de acuerdo con los principios generales. Si el delito cometido fuere menos grave que el concertado responden, sólo por el primero. ",
    "anteriorOriginal": {}
}