{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO I - DE LOS DELITOS  CAPITULO III - DE LA CULPABILIDAD  ",
    "nombreArticulo": "Artículo 18 ",
    "textoArticulo": "    (Régimen de la culpabilidad)\r\n   Nadie puede ser castigado por un  hecho que la ley prevé como delito,\r\nsi no es intencional, ultraintencional o culposo, cometido además con\r\nconciencia y voluntad.\r\n   El hecho se considera intencional, cuando el resultado se ajusta a la\r\nintención; ultraintencional cuando el resultado excede de la intención,\r\nsiempre que tal resultado haya podido ser previsto; culpable, cuando con\r\nmotivo de ejecutar un hecho, en sí mismo jurídicamente indiferente, se\r\nderiva un resultado que, pudiendo ser  previsto, no lo fue, por\r\nimprudencia, impericia, negligencia o violación de leyes o reglamentos.\r\n   El resultado que no se quiso, pero que se previó, se considera\r\nintencional; el daño que se previó como imposible se considera culpable.\r\n   En ningún caso podrá castigarse por un resultado antijurídico,\r\ndistinto o más grave que el querido, que no haya podido ser previsto por\r\nel agente. (*) ",
    "notasArticulo": "<b><font color=\"#0000FF\">Redacción dada por:</font></b> Ley Nº 16.707 de 12/07/1995 artículo <a href=\"/bases/leyes/16707-1995/1\" >1</a>.\r\n<br><b><font color=\"#008200\">TEXTO ORIGINAL:</font></b> Ley Nº 9.155 de 04/12/1933 artículo <a href=\"/bases/textos-originales-ley/9155-1933/18\" >18</a>.\r\n",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/18?verreferencias=articulo",
    "textoArticuloMarkdown": " (Régimen de la culpabilidad) Nadie puede ser castigado por un hecho que la ley prevé como delito, si no es intencional, ultraintencional o culposo, cometido además con conciencia y voluntad. El hecho se considera intencional, cuando el resultado se ajusta a la intención; ultraintencional cuando el resultado excede de la intención, siempre que tal resultado haya podido ser previsto; culpable, cuando con motivo de ejecutar un hecho, en sí mismo jurídicamente indiferente, se deriva un resultado que, pudiendo ser previsto, no lo fue, por imprudencia, impericia, negligencia o violación de leyes o reglamentos. El resultado que no se quiso, pero que se previó, se considera intencional; el daño que se previó como imposible se considera culpable. En ningún caso podrá castigarse por un resultado antijurídico, distinto o más grave que el querido, que no haya podido ser previsto por el agente. (*) ",
    "anteriorOriginal": {
        "referencia": "Ley Nº 9.155 de 04/12/1933 artículo 18.",
        "link": "https://www.impo.com.uy/bases/textos-originales-ley/9155-1933/18",
        "textoArticulo": "    (Régimen de la culpabilidad)\r\n   Nadie puede ser castigado por un hecho que la ley prevé como delito,\r\nsi no es intencional, ultraintencional o culposo, cometido además con \r\nconciencia y voluntad. \r\n   El hecho se considera intencional, cuando el resultado se ajusta a la\r\nintención; -ultraintencional cuando el resultado excede de la intención,\r\nsiempre que tal resultado haya podido ser previsto-; culpable, cuando con\r\nmotivo de ejecutar un hecho, en sí mismo jurídicamente indiferente, se\r\nderiva un resultado que, pudiendo ser previsto, no lo fue, por\r\nimprudencia, impericia, negligencia o violación de leyes o reglamentos.\r\n   El resultado que no se quiso, pero que se previó, se considera\r\nintencional; el daño que se previó como imposible se considera culpable.\r\n ",
        "textoArticuloMarkdown": " (Régimen de la culpabilidad) Nadie puede ser castigado por un hecho que la ley prevé como delito, si no es intencional, ultraintencional o culposo, cometido además con conciencia y voluntad. El hecho se considera intencional, cuando el resultado se ajusta a la intención; -ultraintencional cuando el resultado excede de la intención, siempre que tal resultado haya podido ser previsto-; culpable, cuando con motivo de ejecutar un hecho, en sí mismo jurídicamente indiferente, se deriva un resultado que, pudiendo ser previsto, no lo fue, por imprudencia, impericia, negligencia o violación de leyes o reglamentos. El resultado que no se quiso, pero que se previó, se considera intencional; el daño que se previó como imposible se considera culpable. "
    }
}