{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO III - DE LAS CIRCUNSTANCIAS QUE ALTERAN EL GRADO DE LA PENA  CAPITULO III - EFECTOS DE LAS CIRCUNSTANCIAS AGRAVANTES Y ATENUANTES DE\r\nSU CONCURRENCIA, Y SU COMUNICABILIDAD  ",
    "nombreArticulo": "Artículo 52 ",
    "textoArticulo": "    (Normas sobre la comunicabilidad)\r\n   No se comunican las circunstancias agravantes o atenuantes personales.\r\nSe comunican en cambio las agravantes reales y aún las personales que\r\nsiendo conocidas por los partícipes, contribuyeren a facilitar la\r\nejecución del hecho. \r\n   Se llaman personales las que, por causas físicas, morales o sociales,\r\nsólo concurren en determinados agentes del delito; y se denominan reales,\r\nlas que derivan su carácter del modo, del lugar, de la ocasión, de la\r\nhora y de los demás factores que atañen a la ejecución material del hecho,\r\nconocidas por los partícipes antes o durante la ejecución. \r\n ",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/52?verreferencias=articulo",
    "textoArticuloMarkdown": " (Normas sobre la comunicabilidad) No se comunican las circunstancias agravantes o atenuantes personales. Se comunican en cambio las agravantes reales y aún las personales que siendo conocidas por los partícipes, contribuyeren a facilitar la ejecución del hecho. Se llaman personales las que, por causas físicas, morales o sociales, sólo concurren en determinados agentes del delito; y se denominan reales, las que derivan su carácter del modo, del lugar, de la ocasión, de la hora y de los demás factores que atañen a la ejecución material del hecho, conocidas por los partícipes antes o durante la ejecución. ",
    "anteriorOriginal": {}
}