{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO II  TITULO VI - DELITOS CONTRA LA SEGURIDAD PUBLICA  CAPITULO II  ",
    "nombreArticulo": "Artículo 212 ",
    "textoArticulo": "    (Peligro de un desastre ferroviario) \r\n   El que, con el fin de dañar una vía férrea, o las máquinas, vehículos, aparatos u otros objetos destinados a su uso, los destruyere en todo o en parte, o los tornare parcial o totalmente inservibles, será castigado, si del hecho resulta el peligro de un desastre ferroviario, con doce meses de prisión a doce años de penitenciaría. \r\n   Se entiende por vía férrea, además de las vías ferrocarrileras, toda otra vía con rieles metálicos, sobre los cuales circulen vehículos movidos por el vapor, energía eléctrica u otro medio de tracción mecánica.\r\n\r\n ",
    "textoArticuloMarkdown": " (Peligro de un desastre ferroviario) El que, con el fin de dañar una vía férrea, o las máquinas, vehículos, aparatos u otros objetos destinados a su uso, los destruyere en todo o en parte, o los tornare parcial o totalmente inservibles, será castigado, si del hecho resulta el peligro de un desastre ferroviario, con doce meses de prisión a doce años de penitenciaría. Se entiende por vía férrea, además de las vías ferrocarrileras, toda otra vía con rieles metálicos, sobre los cuales circulen vehículos movidos por el vapor, energía eléctrica u otro medio de tracción mecánica. ",
    "anteriorOriginal": {}
}