{
    "fechaDescarga": "05/01/2021, 10:52:45",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IV - ECONOMÍA Y EMPRESAS PÚBLICAS  CAPÍTULO IV - LIBERTAD FINANCIERA  ",
        "nombreArticulo": "Artículo 221 ",
        "textoArticulo": "    (Restricción al uso de efectivo para ciertos pagos).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 19.210 de 29/04/2014 artículo \r\n<a href=\"/bases/leyes/19210-2014/35\" >35</a>.\r\n"
    },
    "numeroArticulo": "221",
    "seccionArticulo": "IV",
    "capituloArticulo": "IV",
    "textoArticulo": " (Restricción al uso de efectivo para ciertos pagos).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 19.210 de 29/04/2014 artículo 35. ",
    "textoOriginal": " Sustitúyese el inciso primero del artículo 35 de la Ley N° 19.210, de 29 de abril de 2014, por el siguiente: \"ARTÍCULO 35. (Restricción al uso del efectivo para ciertos pagos).- A partir del 1° de julio de 2017 el pago de toda operación o negocio jurídico cuyo importe total sea igual o superior al equivalente a 40.000 UI (cuarenta mil unidades indexadas), cualesquiera sean los sujetos contratantes, o no podrá realizarse con efectivo. Se entenderá por efectivo el papel moneda y la moneda metálica, nacionales o extranjeros\". ",
    "textoModificado": " (Restricción al uso del efectivo para ciertos pagos).- El pago y entrega de dinero en toda operación o negocio jurídico, cualesquiera sean las partes contratantes podrá realizarse mediante el medio de pago en efectivo, hasta la suma de 1.000.000 UI (un millón de unidades indexadas), y el saldo deberá realizarse por los demás medios de pago distintos del efectivo. Se entiende por medio de pago en efectivo el papel moneda y la moneda metálica sean nacionales o extranjeros. La restricción del uso de efectivo prevista en el inciso anterior será de aplicación, en las sociedades comerciales, respecto de los ingresos o egresos de dinero por aportes de capital, con o sin prima de emisión, aportes irrevocables, adelantos de fondos, reintegros de capital, pago de utilidades, pago de participaciones sociales, por concepto de exclusión, receso, reducción, rescate, amortización de acciones u otras operaciones similares previstas en la ley de sociedades comerciales, hasta la suma de 1.000.000 UI (un millón de unidades indexadas). Los valores expresados en los incisos precedentes en unidades indexadas se convertirán considerando la cotización al primer día de cada mes. Facúltase al Poder Ejecutivo a restringir el uso del efectivo en las condiciones que establezca la reglamentación, en aquellas actividades comerciales en las que el riesgo derivado de la utilización del efectivo justifique la adopción de tal medida, con la finalidad de tutelar la integridad física de las personas que trabajan en dichas actividades, así como de sus usuarios. Facúltase al Poder Ejecutivo a habilitar, a solicitud de parte, a que los establecimientos que enajenen bienes o presten servicios puedan restringir la aceptación del efectivo para el cobro de tales operaciones, a efectos de proteger la integridad física de las personas que trabajan en dichos establecimientos, así como de sus usuarios. La reglamentación establecerá las condiciones generales para resolver la habilitación prevista. El Poder Ejecutivo dará cuenta a la Asamblea General del ejercicio de las facultades previstas en los incisos precedentes.(*) "
}