{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN VI - SECTOR AGROPECUARIO  CAPÍTULO I - DEL INSTITUTO NACIONAL DE COLONIZACIÓN  ",
        "nombreArticulo": "Artículo 357 ",
        "textoArticulo": "    (Declaración sobre parcelas que integran colonias).\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.756 de 26/05/2011 artículo \r\n<a href=\"/bases/leyes/18756-2011/5\" >5</a> inciso 1º).\r\n"
    },
    "numeroArticulo": "357",
    "seccionArticulo": "VI",
    "capituloArticulo": "I",
    "textoArticulo": " (Declaración sobre parcelas que integran colonias). (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.756 de 26/05/2011 artículo 5 inciso 1º). ",
    "textoOriginal": " Declárase que no están afectadas ni comprendidas por la Administración y el régimen instituido por la Ley N° 11.029, de 12 de enero de 1948, y modificativas, las parcelas que integran las colonias que hayan sido enajenadas por la Comisión Asesora de Colonización o la Sección Fomento Rural y Colonización del Banco Hipotecario del Uruguay, cuyos propietarios cumplieron con todas sus obligaciones antes del 12 de enero de 1948. Los propietarios de predios comprendidos en la disposición que antecede estarán obligados a ofrecerlos en primer término al Instituto Nacional de Colonización en los términos establecidos por el artículo 35 de la Ley N° 11.029, de 12 de enero de 1948. La registración realizada de acuerdo con lo dispuesto en el artículo 70 de la Ley N° 11.029, de 12 de enero de 1948, en la redacción dada por el artículo 15 de la Ley N° 18.187, de 2 de noviembre de 2007, no significa alteración del régimen jurídico de los inmuebles en cuestión. En particular, no corresponde obtener la autorización previa del Instituto Nacional de Colonización en caso de enajenación, gravamen, así como cualquier otro acto de dominio, sin perjuicio del ofrecimiento previsto en el inciso anterior. ",
    "textoModificado": " Declárase que no están afectadas ni comprendidas por la Administración y el régimen instituido por la Ley N° 11.029, de 12 de enero de 1948, y sus modificativas, las parcelas que integran las colonias que hayan sido enajenadas o prometidas en venta por la Comisión Asesora de Colonización o la Sección Fomento Rural y Colonización del Banco Hipotecario del Uruguay. (*) Los propietarios de predios comprendidos en la disposición que antecede estarán obligados a ofrecerlos en primer término al Instituto Nacional de Colonización en los términos establecidos por el artículo 35 de la Ley N° 11.029, de 12 de enero de 1948. La registración realizada de acuerdo con lo dispuesto en el artículo 70 de la Ley N° 11.029, de 12 de enero de 1948, en la redacción dada por el artículo 15 de la Ley N° 18.187, de 2 de noviembre de 2007, no significa alteración del régimen jurídico de los inmuebles en cuestión. En particular, no corresponde obtener la autorización previa del Instituto Nacional de Colonización en caso de enajenación, gravamen, así como cualquier otro acto de dominio, sin perjuicio del ofrecimiento previsto en el inciso anterior. "
}