{
    "fechaDescarga": "05/01/2021, 10:50:51",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO II - NORMAS SOBRE PROCESO PENAL  ",
        "nombreArticulo": "Artículo 23 ",
        "textoArticulo": "    (Registro de personas).-\r\n \r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código del Proceso Penal 2017 de \r\n19/12/2014 artículo <a href=\"/bases/codigo-proceso-penal-2017/19293-2014/190\" >190</a>.\r\n"
    },
    "numeroArticulo": "23",
    "seccionArticulo": "I",
    "capituloArticulo": "II",
    "textoArticulo": " (Registro de personas).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Código del Proceso Penal 2017 de 19/12/2014 artículo 190. ",
    "textoOriginal": " (Registro de personas). 190.1 Cuando existan fundadas razones para considerar que una persona oculta objetos en su cuerpo, vestimenta, efectos personales relacionados con el delito, la autoridad administrativa, por orden del fiscal o por sí, dando cuenta inmediata a aquel, procederá a registrarlo. Antes del registro, se invitará a la persona a que exhiba y entregue el objeto buscado. 190.2 El registro se efectuará por persona del mismo sexo siempre que sea posible respetando la dignidad y el pudor del registrado. 190.3 El registro puede comprender también equipaje y bultos, así como el vehículo utilizado. De todo lo actuado se labrará acta que se ofrecerá firmar a los involucrados, quienes podrán consignar las observaciones que entiendan del caso. ",
    "textoModificado": " (Registro de personas).- 190.1 Cuando existan fundadas razones para considerar que una persona oculta objetos en su cuerpo, vestimenta o efectos personales relacionados con el delito, la autoridad administrativa procederá a registrarlo, dando cuenta posteriormente al Ministerio Público, dentro del término establecido para las comunicaciones. Antes del registro, conminará bajo apercibimiento a la persona a que exhiba y entregue el objeto buscado. 190.2 El registro se efectuará por persona del mismo sexo siempre que sea posible respetando la dignidad y el pudor del registrado. 190.3 El registro puede comprender también equipaje y bultos, así como el vehículo utilizado. De todo lo actuado se labrará acta que se ofrecerá firmar a los involucrados, quienes podrán consignar las observaciones que entiendan del caso. (*) "
}