{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 172 ",
        "textoArticulo": "    (Creación de las Comisiones Departamentales de Educación).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/90\" >90</a>.\r\n"
    },
    "numeroArticulo": "172",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticuloMarkdown": " (Creación de las Comisiones Departamentales de Educación).- (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Ley Nº 18.437 de 12/12/2008 artículo [90](https://www.impo.com.uy/bases/leyes/18437-2008/90). ",
    "textoOriginalMarkdown": "  (Creación de las Comisiones Departamentales de Educación).- Créanse por\r\ncada departamento de la República una Comisión Coordinadora Departamental\r\nde la Educación integrada por los siguientes representantes: uno por cada\r\nConsejo de Educación de la Administración Nacional de Educación Pública,\r\ndel Instituto Universitario de Educación, del Instituto Terciario\r\nSuperior, del Consejo Nacional de Educación No Formal, del Consejo\r\nCoordinador de Educación en la Primera Infancia y de la Universidad de la\r\nRepública.\r\nLa Comisión Coordinadora del Sistema Nacional de Educación Pública\r\nreglamentará el funcionamiento de las Comisiones Coordinadoras\r\nDepartamentales de la Educación y podrá establecer mecanismos de\r\ncoordinación regional entre las Comisiones Departamentales.\r\n ",
    "textoModificadoMarkdown": " (Creación de las Comisiones Coordinadoras Departamentales de Educación).- Créase, en cada departamento de la República, una Comisión Coordinadora Departamental de la Educación integrada por los siguientes miembros: uno por cada Dirección General y el Consejo de Formación en Educación de la Administración Nacional de Educación Pública, uno por las instituciones privadas de educación primaria y media presentes en el departamento, uno por el Instituto del Niño y Adolescente del Uruguay, uno por cada universidad pública presente en el departamento (con excepción, en el caso de la Universidad Tecnológica, de la Comisión correspondiente al departamento de Montevideo), uno por el conjunto de universidades privadas presentes en el departamento, uno por el Instituto Nacional de Empleo y Formación Profesional y un miembro designado por el gobierno departamental respectivo. Cada Comisión Coordinadora Departamental, por voto fundado de tres cuartos de sus integrantes, podrá decidir la incorporación de otros representantes. La Comisión Coordinadora de la Educación reglamentará el funcionamiento de estas comisiones y podrá establecer mecanismos de coordinación regional.(*) "
}