{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 186 ",
        "textoArticulo": "    (Cometidos).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/108\" >108</a>.\r\n"
    },
    "numeroArticulo": "186",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (Cometidos).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 108. ",
    "textoOriginal": " (Cometidos).- A la Comisión Coordinadora del Sistema Nacional de la Educación Pública le compete: A) Velar por el cumplimiento de los fines y principios establecidos en la presente ley. B) Coordinar, concertar y emitir opinión sobre las políticas educativas de la educación pública e impartir recomendaciones a los entes. C) Promover la planificación de la educación pública. D) Cumplir con los cometidos expresamente señalados en la presente ley. E) Promover la aplicación de los principios, fines y orientaciones generales que emanan de la presente ley. F) Convocar al Congreso Nacional de Educación. G) Conformar comisiones de asesoramiento y estudio de distintas temáticas educativas. ",
    "textoModificado": " (Cometidos).- A la Comisión Coordinadora de la Educación le compete: A) Velar por el cumplimiento de los fines y principios establecidos en la presente ley. B) Coordinar, concertar y emitir opinión sobre las políticas educativas. C) Promover la planificación de la acción educativa. D) Promover la aplicación de los principios, fines y orientaciones generales que emanan de la presente ley. E) Convocar al Congreso Nacional de Educación. F) Conformar comisiones de asesoramiento y estudio de distintas temáticas educativas. G) Crear las subcomisiones que considere pertinentes para el cumplimiento de sus fines, las que podrán ser de carácter permanente o transitorias. H) Informar a la ciudadanía sobre el grado de cumplimiento del Plan Nacional de Educación.(*) "
}