{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN II - SECRETARÍA DE INTELIGENCIA ESTRATÉGICA DE ESTADO  ",
        "nombreArticulo": "Artículo 125 ",
        "textoArticulo": "    (Información reservada y restringida e información secreta)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 19.696 de 29/10/2018 artículo \r\n<a href=\"/bases/leyes/19696-2018/29\" >29</a>.\r\n"
    },
    "numeroArticulo": "125",
    "seccionArticulo": "II",
    "capituloArticulo": null,
    "textoArticulo": " (Información reservada y restringida e información secreta) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 19.696 de 29/10/2018 artículo 29. ",
    "textoOriginal": " (Información reservada y restringida).- Se considerarán reservados y de circulación restringida, para todos los efectos legales, de acuerdo al artículo 9° de la Ley N° 18.381, de 17 de octubre de 2008, los antecedentes, las informaciones y los registros que obren en poder de los órganos que conforman el Sistema Nacional de Inteligencia de Estado y de su personal, cualquiera que sea su cargo. Asimismo, tendrán dicho carácter aquellos otros antecedentes de los que el personal de tales órganos, por cualquier razón, tome conocimiento en el desempeño de sus funciones. ",
    "textoModificado": " (Información reservada y restringida e información secreta).- Se considerarán reservados y de circulación restringida para todos los efectos legales, de acuerdo al artículo 9° de la Ley N° 18.381, de 17 de octubre de 2008, los antecedentes, las informaciones y los registros que obren en poder de los órganos que conforman el Sistema Nacional de Inteligencia de Estado y de su personal, cualquiera que sea su cargo. Asimismo, tendrán dicho carácter aquellos otros antecedentes de los que el personal de tales órganos, por cualquier razón, tome conocimiento en el desempeño de sus funciones. Se considerarán secretos los actos, documentos, registros, actividades y cualquier otro material o insumo de los órganos que integran el Sistema Nacional de Inteligencia de Estado, cuya difusión pueda provocar daño a los acuerdos internacionales de cooperación en materia de inteligencia, a la independencia del Estado respecto de otros Estados u organismos internacionales, y a las relaciones con estos. Dicha clasificación será realizada por el Director de la Secretaría de Inteligencia Estratégica de Estado, y sólo se podrá acceder a la misma mediante resolución fundada del Presidente de la República actuando en Consejo de Ministros. (*) "
}