{
    "fechaDescarga": "05/01/2021, 10:52:11",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 159 ",
        "textoArticulo": "    (De otros cometidos de la Dirección General de Educación Técnico Profesional).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/64\" >64</a>.\r\n"
    },
    "numeroArticulo": "159",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (De otros cometidos de la Dirección General de Educación Técnico Profesional).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 64. ",
    "textoOriginal": " (De otros cometidos del Consejo Directivo Central - UTU).- Además de los cometidos establecidos en el artículo anterior, el Consejo de Educación Técnico-Profesional (UTU) tendrá los siguientes: A) Impartir cursos de capacitación laboral. B) Producir bienes y servicios, con la participación de alumnos y docentes, en el marco de su actividad educativa. C) Administrar los fondos generados por la venta o arriendo de los bienes y servicios producidos, informando al Consejo Directivo Central de la ANEP, según las normas establecidas a tales efectos. D) Promover la coordinación con otras instituciones públicas en materia de la formación profesional. E) Participar en procesos de certificación de saberes o competencias técnicas. ",
    "textoModificado": " (De otros cometidos de la Dirección General de Educación Técnico Profesional).- Además de los cometidos establecidos en el artículo anterior, la Dirección General de Educación Técnico Profesional tendrá los siguientes: A) Impartir cursos de capacitación laboral. B) Producir bienes y servicios con la participación de alumnos docentes y funcionarios, en el marco de su actividad educativa. C) Administrar los fondos generados por la venta o arriendo de los bienes y servicios producidos, informando al Consejo Directivo Central de la Administración Nacional de Educación Pública, según las normas establecidas a tales efectos. D) Promover la coordinación con otras instituciones públicas en materia de la formación profesional. E) Participar en procesos de certificación de saberes o competencias técnicas. (*) "
}