{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN VIII - DESARROLLO SOCIAL Y SALUD  CAPÍTULO II - MEJORAS AL RÉGIMEN DE ADOPCIONES  ",
        "nombreArticulo": "Artículo 403 ",
        "textoArticulo": "    (Selección de familia adoptante).-\r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código de la Niñez y la Adolescencia \r\nde 07/09/2004 artículo <a href=\"/bases/codigo-ninez-adolescencia/17823-2004/132_6\" >132 - 6</a>.\r\n"
    },
    "numeroArticulo": "403",
    "seccionArticulo": "VIII",
    "capituloArticulo": "II",
    "textoArticuloMarkdown": " (Selección de familia adoptante).- (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Código de la Niñez y la Adolescencia de 07/09/2004 artículo [132 - 6](https://www.impo.com.uy/bases/codigo-ninez-adolescencia/17823-2004/132_6). ",
    "textoOriginalMarkdown": "  Incorpóranse al texto de la Ley N° 17.823, de 7 de setiembre de 2004, los\r\nsiguientes artículos:\r\n\"ARTÍCULO 132.1. (Medidas provisionales).- El Instituto del Niño y\r\nAdolescente del Uruguay (INAU) tomará las medidas de asistencia material\r\nque el estado del niño, niña o adolescente requiera y comunicará la\r\nsituación al Juez dentro de las veinticuatro horas siguientes de haber\r\ntomado conocimiento de la situación, quien dentro de las veinticuatro\r\nhoras siguientes de recibir dicha comunicación dispondrá las medidas\r\ncautelares que correspondan (artículos 311 a 316 del Código General del\r\nProceso).\r\nLas mismas consistirán en integrar al niño, niña o adolescente siguiendo\r\nun orden preferencial que no podrá dejar de observarse salvo motivos\r\nfundados en el interés superior del niño. En todos los casos deberá\r\nsiempre ser oído el niño, niña o adolescente en el marco de la autonomía\r\nprogresiva de la voluntad.\r\nDicho orden preferencial será el siguiente:\r\n\r\n  A)   Un integrante de su familia biológica o extensa con quienes el\r\n       niño, niña o adolescente haya efectivamente desarrollado vínculos\r\n       significativos. La guarda material del niño, niña o adolescente en\r\n       el marco de las medidas provisionales no podrá superar el plazo\r\n       establecido en el artículo 132.2.\r\n  B)   Inserción provisional en una familia seleccionada del Registro\r\n       Único de Aspirantes por el INAU, de acuerdo con lo previsto por el\r\n       literal D) del inciso segundo del artículo 158 de este Código. Se\r\n       prevendrá a la familia seleccionada de la posibilidad de que en\r\n       definitiva el niño, niña o adolescente no resulte pasible de ser\r\n       adoptado, en cuyo caso dicha familia mantendrá su ordinal en el\r\n       Registro Único de Aspirantes. La guarda material del niño, niña o\r\n       adolescente no podrá superar el plazo establecido en el artículo\r\n       132.2.\r\n  C)   Inserción provisional en una familia de acogida de acuerdo con lo\r\n       previsto en el artículo 125 de este Código. La guarda material del\r\n       niño, niña o adolescente por la familia de acogida no podrá superar\r\n       el plazo establecido en el artículo 132.2.\r\n  D)   El último recurso y por el menor tiempo posible será la internación\r\n       provisional. Procederá únicamente cuando el interés superior del\r\n       niño, niña o adolescente lo requiera, por tratarse de\r\n       circunstancias de hecho excepcionales.\r\nSimultáneamente con las medidas provisionales, el Juez requerirá la\r\nurgente realización de un informe psicológico y social acerca de las\r\nposibilidades y conveniencia de mantener al niño, niña o adolescente en su\r\nfamilia de origen. De considerarse posible y beneficioso el mantenimiento\r\no la reinserción en el medio familiar de origen, ordenará las medidas de\r\napoyo que se requieran para preservar el vínculo. En caso de comprobarse\r\nque la familia de origen está en condiciones de recibirlo, la reinserción\r\nse ordenará de inmediato.\r\nARTÍCULO 132.2. (Duración del proceso, responsabilidades funcionales).- La\r\nduración total del proceso de medidas provisionales establecido en el\r\nartículo 132.1 de este Código se ajustará a los plazos máximos previstos\r\npara la institucionalización por franjas etarias (cuarenta y cinco días\r\npara menores de dos años y noventa días para quienes superen dicha edad).\r\nSi vencido el plazo no se hubiere podido determinar cuál es la mejor\r\nmedida a aplicar, el Juez podrá, de inmediato, y por única vez, ampliar el\r\nmismo por hasta cuarenta y cinco días.\r\nA tales efectos, los informes requeridos por el Magistrado conforme al\r\nartículo 132.1 a fin de fundar su decisión, han de ser brindados por el\r\nInstituto del Niño y Adolescente del Uruguay (INAU), en un plazo máximo de\r\nveinte días. Cuando el informe del INAU no se presente ante el Magistrado\r\ndentro de los tiempos establecidos en el inciso anterior, este deberá\r\ncitar a los funcionarios del equipo técnico encargados de elaborar el\r\ninforme a los efectos de hacerlo en forma verbal en la Sede Judicial, en\r\nun plazo máximo de setenta y dos horas. El Magistrado podrá, para mejor\r\nproveer, requerir informes de los equipos técnicos del Poder Judicial:\r\nInstituto Técnico Forense, equipos técnicos de los Juzgados de Familia con\r\ncompetencia especializada. Las medidas para mejor proveer así como las\r\ndemás indispensables que correspondieren, no suspenderán los términos para\r\ndictar sentencia conforme con el inciso primero de este artículo.\r\nEl Ministerio Público dispondrá de un plazo de cuarenta y ocho horas para\r\nemitir su dictamen.\r\nLa no actuación dentro de los plazos previstos generará responsabilidad\r\npor falta grave de los funcionarios actuantes omisos en el cumplimiento de\r\nlos deberes de su cargo.\r\nEn el caso de niños, niñas o adolescentes respecto de los cuales se haya\r\ndispuesto la institucionalización provisional, la ausencia del dictamen\r\nfiscal no obstará al pronunciamiento judicial dentro del plazo máximo de\r\nduración del proceso previsto en la ley.\r\nDe producirse el vencimiento de los plazos legales sin que existiere\r\npronunciamiento judicial, el INAU propondrá de inmediato, si fuere\r\nposible, la integración con su familia biológica o extensa o con quien o\r\ncon quienes resulten seleccionados del Registro Único de Aspirantes.\r\nTranscurridas las setenta y dos horas de recibida la propuesta, de no\r\nhaberse adoptado resolución, el Juez homologará sin más trámite la\r\npropuesta del INAU.\r\nEn ningún caso la internación de un niño, niña o adolescente en un centro\r\nasistencial se prolongará más allá del alta médica.\r\nARTÍCULO 132.3. (Resolución final).- En la resolución final el Magistrado\r\nresolverá, en forma debidamente fundada, ratificar o rectificar las\r\nmedidas cautelares dispuestas al inicio del proceso, dando por concluido\r\nel mismo y expidiendo el correspondiente testimonio.\r\nLa condición de adoptabilidad de un niño, niña o adolescente se verificará\r\nen los siguientes casos:\r\n  A)   Ruptura o grave deterioro de los vínculos afectivos.\r\n  B)   Cuando estos no se hubiesen desarrollado con sus progenitores u\r\n       otros miembros de la familia de origen que eventualmente se\r\n       hubieran encargado o puedan encargarse de su cuidado.\r\n  C)   Por hallarse expuesta su salud física, emocional, mental o\r\n       espiritual.\r\n  D)   Por encontrarse en riesgo de vulneración sus derechos y siempre que\r\n       se considere posible el establecimiento de nuevos vínculos\r\n       afectivos adecuados a su situación, logrando su protección\r\n       integral.\r\nEl proceso previsto en este artículo, atento al carácter cautelar y\r\nurgente atribuido en la ley, deberá ser llevado a cabo íntegramente ante\r\nla Sede Judicial inicialmente interviniente.\r\nARTÍCULO 132.4. Si el Juez hubiere dispuesto la institucionalización\r\npropiamente dicha, o la permanencia en el Programa de Acogida Familiar, el\r\nINAU podrá solicitar al Juez competente la condición de adoptabilidad toda\r\nvez que los fundamentos de aquella hubieran variado y colocado al niño,\r\nniña o adolescente nuevamente en una situación de desvinculación familiar.\r\nEste trámite se sustanciará por el procedimiento previsto en el artículo\r\n132.1 como medida cautelar en lo que fuere pertinente y en los plazos\r\nprevistos en el artículo 132.2.\r\nARTÍCULO 132.5.- Prohíbese la entrega de guarda o la tenencia con fines de\r\nadopción mediante escritura pública o documento privado.\r\nARTÍCULO 132.6.- En los casos en que el Juez disponga la inserción\r\nfamiliar de un niño, niña o adolescente, sea esta la provisoria dentro del\r\nmarco del proceso de los artículos 132.1 a 132.4 o dentro del proceso de\r\nseparación definitiva del artículo 133, la selección de la familia la hará\r\nel Instituto del Niño y Adolescente del Uruguay (INAU).\r\nEl Tribunal solo podrá apartarse de la selección realizada, por decisión\r\nfundada, avalada necesariamente por informe de equipos técnicos del Poder\r\nJudicial: Instituto Técnico Forense y equipos técnicos de los Juzgados de\r\nFamilia con competencia especializada, y con dictamen del Ministerio\r\nPúblico. En ese caso el Juez solicitará al INAU, a través de su equipo\r\ntécnico, una nueva selección en idénticos términos y condiciones a las\r\nestablecidas para el primer caso.\r\nEl Directorio del INAU tendrá legitimación activa para apelar la sentencia\r\nque no contemple la sugerencia de su equipo técnico. Toda forma de\r\nselección de familia adoptante que no cumpla con lo dispuesto en el inciso\r\nanterior será nula.\r\nEn caso de existir hermanos en igual condición deberá propenderse a su\r\nintegración familiar en forma conjunta\".\r\n ",
    "textoModificadoMarkdown": " En los casos en que el juez disponga la inserción familiar de un niño, niña o adolescente, sea esta la provisoria dentro del marco del proceso de los artículos 132.1 a 132.4 o dentro del proceso de separación definitiva del artículo 133, la selección de la familia la hará el Instituto del Niño y Adolescente del Uruguay (INAU): A) El Tribunal solo podrá apartarse de la selección realizada, por decisión fundada, avalada necesariamente por informe de equipos técnicos del Poder Judicial: Instituto Técnico Forense y equipos técnicos de los Juzgados de Familia con competencia especializada. En ese caso el Juez solicitará al INAU a través de su equipo técnico, una nueva selección en idénticos términos y condiciones a las establecidas para el primer caso. B) El Tribunal podrá prescindir de la selección realizada por el equipo técnico del Departamento de Adopciones del INAU, por decisión excepcional y fundada, en aquellas situaciones de hecho en las que, un niño, niña o adolescente, se encuentre plenamente integrado a un núcleo familiar, habiendo generado lazos de tal envergadura que de ser coartados inevitablemente vulnerarían sus derechos, siempre y cuando esta tenencia haya comenzado en forma lícita, priorizándose el interés superior del niño, niña o adolescente en cuestión. En estos casos el juez deberá requerir informes sociales y psicológicos de equipos técnicos del INAU, o del Poder Judicial: Instituto Técnico Forense o equipos técnicos de los Juzgados de Familia con competencia especializada. Una vez realizados los mencionados informes y de resultar favorables a la situación aludida a juicio del Tribunal interviniente, la tenencia se encontrará habilitada en los términos previstos por el literal B del artículo 140 de este Código, quedando habilitados los tenedores a promover el proceso de Separación Definitiva y Adopción Plena. El Tribunal gozará de las más amplias facultades de acuerdo al artículo 350 del Código General del Proceso. Toda forma de selección de familia adoptante que no cumpla con lo dispuesto en este artículo será nula. En caso de existir hermanos en igual condición deberá propenderse a su integración familiar en forma conjunta. (*) "
}