{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IV - ECONOMÍA Y EMPRESAS PÚBLICAS  CAPÍTULO VII - MERCADO DEL PETRÓLEO CRUDO Y DERIVADOS  ",
        "nombreArticulo": "Artículo 235 ",
        "textoArticulo": "    (Aprobación de los precios de los combustibles).- El Poder Ejecutivo aprobará el precio de venta de los diferentes combustibles producidos por la Administración Nacional de Combustibles, Alcohol y Portland (ANCAP), con entrega en cada una de sus plantas de distribución, previo informe preceptivo de la Unidad Reguladora de Servicios de Energía y Agua (URSEA) y de la Administración Nacional de Combustibles, Alcohol y Portland (ANCAP).\r\n\r\n   El informe de la URSEA deberá explicitar, para cada uno de los productos referidos en el inciso anterior, el precio de paridad resultante de importar el producto terminado y hacerlo disponible en las plantas de distribución de ANCAP incluyendo las tasas e impuestos correspondientes a este tramo de la cadena.\r\n\r\n   El Poder Ejecutivo actualizará con una periodicidad no mayor a sesenta días, los precios definidos en el inciso primero de este artículo y el precio máximo de venta al público, en las mismas condiciones que en él se definen y de manera independiente de los eventuales volúmenes de los diferentes combustibles almacenados, salvo razón válida y debidamente fundada.\r\n\r\n   El Poder Ejecutivo reglamentará la presente disposición, fijando un cronograma de aplicación, el cual no podrá extenderse más allá de los ciento ochenta días contados a partir de la vigencia de la presente ley.\r\n ",
        "notasArticulo": "<b>Reglamentado por:</b> Decreto <a href=\"/bases/decretos/241-2020\" >Nº 241/020</a> de 26/08/2020.\r\n<b>Ver en esta norma, artículo:</b> <a href=\"/bases/leyes/19889-2020/236\" >236</a>.\r\n"
    },
    "numeroArticulo": "235",
    "seccionArticulo": "IV",
    "capituloArticulo": "VII",
    "textoArticuloMarkdown": " (Aprobación de los precios de los combustibles).- El Poder Ejecutivo aprobará el precio de venta de los diferentes combustibles producidos por la Administración Nacional de Combustibles, Alcohol y Portland (ANCAP), con entrega en cada una de sus plantas de distribución, previo informe preceptivo de la Unidad Reguladora de Servicios de Energía y Agua (URSEA) y de la Administración Nacional de Combustibles, Alcohol y Portland (ANCAP). El informe de la URSEA deberá explicitar, para cada uno de los productos referidos en el inciso anterior, el precio de paridad resultante de importar el producto terminado y hacerlo disponible en las plantas de distribución de ANCAP incluyendo las tasas e impuestos correspondientes a este tramo de la cadena. El Poder Ejecutivo actualizará con una periodicidad no mayor a sesenta días, los precios definidos en el inciso primero de este artículo y el precio máximo de venta al público, en las mismas condiciones que en él se definen y de manera independiente de los eventuales volúmenes de los diferentes combustibles almacenados, salvo razón válida y debidamente fundada. El Poder Ejecutivo reglamentará la presente disposición, fijando un cronograma de aplicación, el cual no podrá extenderse más allá de los ciento ochenta días contados a partir de la vigencia de la presente ley. ",
    "notasArticuloMarkdown": "**Reglamentado por:** Decreto [Nº 241/020](https://www.impo.com.uy/bases/decretos/241-2020) de 26/08/2020. **Ver en esta norma, artículo:** [236](https://www.impo.com.uy/bases/leyes/19889-2020/236). ",
    "textoOriginalMarkdown": " (Aprobación de los precios de los combustibles).- El Poder Ejecutivo aprobará el precio de venta de los diferentes combustibles producidos por la Administración Nacional de Combustibles, Alcohol y Portland (ANCAP), con entrega en cada una de sus plantas de distribución, previo informe preceptivo de la Unidad Reguladora de Servicios de Energía y Agua (URSEA) y de la Administración Nacional de Combustibles, Alcohol y Portland (ANCAP). El informe de la URSEA deberá explicitar, para cada uno de los productos referidos en el inciso anterior, el precio de paridad resultante de importar el producto terminado y hacerlo disponible en las plantas de distribución de ANCAP incluyendo las tasas e impuestos correspondientes a este tramo de la cadena. El Poder Ejecutivo actualizará con una periodicidad no mayor a sesenta días, los precios definidos en el inciso primero de este artículo y el precio máximo de venta al público, en las mismas condiciones que en él se definen y de manera independiente de los eventuales volúmenes de los diferentes combustibles almacenados, salvo razón válida y debidamente fundada. El Poder Ejecutivo reglamentará la presente disposición, fijando un cronograma de aplicación, el cual no podrá extenderse más allá de los ciento ochenta días contados a partir de la vigencia de la presente ley. ",
    "textoModificadoMarkdown": null
}