{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO I - DE LOS DELITOS  CAPITULO II - DE LA APLICACION DE LAS LEYES PENALES  ",
    "nombreArticulo": "Artículo 14 ",
    "textoArticulo": "    (Condiciones que rigen la extradición no mediando Tratado)\r\n   No existiendo Tratado, la extradición del extranjero sólo puede\r\nverificarse con sujeción a las reglas siguientes:\r\n   1. Que se trate de delitos castigados por este Código con pena de\r\npenitenciaría por tiempo indeterminado o de penitenciaría por más de seis\r\naños.\r\n   2. Que la reclamación se presente por el respectivo Gobierno al Poder\r\nEjecutivo, acompañada de sentencia condenatoria, o de auto de prisión,\r\ncon los justificativos requeridos por las leyes de la República para\r\nproceder al arresto. \r\n   3. Que medie declaración judicial de ser procedente la extradición,\r\nprevia audiencia del inculpado y del Ministerio Público.\r\n ",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/14?verreferencias=articulo",
    "textoArticuloMarkdown": " (Condiciones que rigen la extradición no mediando Tratado) No existiendo Tratado, la extradición del extranjero sólo puede verificarse con sujeción a las reglas siguientes: 1. Que se trate de delitos castigados por este Código con pena de penitenciaría por tiempo indeterminado o de penitenciaría por más de seis años. 2. Que la reclamación se presente por el respectivo Gobierno al Poder Ejecutivo, acompañada de sentencia condenatoria, o de auto de prisión, con los justificativos requeridos por las leyes de la República para proceder al arresto. 3. Que medie declaración judicial de ser procedente la extradición, previa audiencia del inculpado y del Ministerio Público. ",
    "anteriorOriginal": {}
}