{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 127 ",
        "textoArticulo": "    (De la obligatoriedad)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/7\" >7</a>.\r\n"
    },
    "numeroArticulo": "127",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (De la obligatoriedad) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 7. ",
    "textoOriginal": " (De la obligatoriedad).- Es obligatoria la educación inicial para los niños y niñas de cuatro y cinco años de edad, la educación primaria y la educación media básica y superior. A tales efectos, se asegurará la extensión del tiempo pedagógico y la actividad curricular a los alumnos de educación primaria y media básica. Los padres, madres, o responsables legales de niños, niñas y adolescentes, tienen la obligación de inscribirlos en un centro de enseñanza y observar su asistencia y aprendizaje. ",
    "textoModificado": " (De la obligatoriedad).- Es obligatoria la educación inicial a partir de los cuatro años de edad, la educación primaria y la educación media. Los padres, madres, o responsables legales de niños, niñas y adolescentes, así como los educandos mayores de edad, tienen el deber de contribuir al cumplimiento de esta obligación, conforme a lo dispuesto por el inciso primero del artículo 70 de la Constitución de la República y las previsiones de la presente ley. (*) "
}