{
    "fechaDescarga": "05/01/2021, 10:52:40",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IV - ECONOMÍA Y EMPRESAS PÚBLICAS  CAPÍTULO IV - LIBERTAD FINANCIERA  ",
        "nombreArticulo": "Artículo 219 ",
        "textoArticulo": "    (Opción para el cobro de honorarios profesionales).- \r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 19.210 de 29/04/2014 artículo \r\n<a href=\"/bases/leyes/19210-2014/12\" >12</a>.\r\n"
    },
    "numeroArticulo": "219",
    "seccionArticulo": "IV",
    "capituloArticulo": "IV",
    "textoArticulo": " (Opción para el cobro de honorarios profesionales).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 19.210 de 29/04/2014 artículo 12. ",
    "textoOriginal": " (Pago de honorarios profesionales).- El pago de honorarios pactados en dinero por servicios prestados por profesionales fuera de la relación de dependencia, deberá efectuarse mediante medios de pago electrónicos o a través de acreditación en cuenta en instituciones de intermediación financiera o en instrumento de dinero electrónico, en instituciones que ofrezcan este servicio, en las condiciones establecidas en la presente ley y en consonancia con las disposiciones complementarias que se dicten para reglamentarla. El profesional elegirá libremente el o los medios de pago previstos en el inciso anterior a través de los cuales cobrar sus honorarios profesionales. ",
    "textoModificado": " (Pago de honorarios profesionales).- El pago de honorarios pactados en dinero por servicios prestados por profesionales fuera de la relación de dependencia, podrá efectuarse en efectivo hasta un monto máximo equivalente a 1.000.000 de UI (un millón de unidades indexadas), mediante medios de pago electrónico o a través de acreditación en cuenta en instituciones de intermediación financiera o en instrumento de dinero electrónico, en instituciones que ofrezcan este servicio, en las condiciones establecidas en la presente ley y de conformidad con las disposiciones complementarias que se dicten para reglamentarla. (*) "
}