{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO II - DE LAS CIRCUNSTANCIAS QUE EXIMEN DE PENA  CAPITULO I - DE LAS CAUSAS DE JUSTIFICACION  ",
    "nombreArticulo": "Artículo 26 ",
    "textoArticulo": "    (Legítima defensa).- Se halla exento de responsabilidad\r\n   el que obra en defensa de su persona o derechos, o de la persona o\r\n   derechos de otro, siempre que concurran las circunstancias\r\n   siguientes:\r\n\r\nA) Agresión ilegítima.\r\n\r\nB) Necesidad racional del medio empleado para repelerla o impedir el\r\n   daño. \r\n\r\n   El medio se considerará racional cuando resulte ser una respuesta\r\n   suficiente y adecuada a fin de conjurar el peligro derivado de la\r\n   agresión sufrida.\r\n\r\n   Cuando la defensa deba ser ejercida respecto de cualquier derecho de\r\n   contenido patrimonial, la racionalidad deberá ser apreciada con\r\n   prescindencia de que no haya existido o ya hubiera cesado una agresión\r\n   física a la persona que se defiende.\r\n\r\nC) Falta de provocación suficiente por parte del que se defiende.\r\n\r\n   El tercer requisito no es necesario tratándose de la defensa de los\r\n   parientes consanguíneos en toda la línea recta y en la colateral hasta\r\n   el segundo grado inclusive, del cónyuge o concubino, o de los padres o\r\n   hijos adoptivos, siempre que el defensor no haya tomado parte en la\r\n   provocación.\r\n\r\n   Se entenderá que concurren estas tres circunstancias respecto de:\r\n\r\nI) Aquel que defiende la entrada de una casa habitada o de sus\r\n   dependencias, o emplea violencia contra el individuo extraño a ella\r\n   que es sorprendido dentro de la casa o de las dependencias.\r\n\r\n   Se considerarán dependencias de la casa, en las zonas urbanas: los\r\n   balcones, terrazas, azoteas, parrilleros, barbacoas, jardines, garajes\r\n   y cocheras o similares, siempre que tengan una razonable proximidad\r\n   con la vivienda.\r\n\r\n   Además, se considerarán dependencias de la casa en zonas suburbanas o\r\n   rurales: los galpones, instalaciones o similares que formen parte del\r\n   establecimiento, siempre que tengan una razonable proximidad con la\r\n   vivienda.\r\n\r\nII)El funcionario del Ministerio del Interior o del Ministerio de\r\n   Defensa Nacional que, en ocasión o con motivo del cumplimiento de sus\r\n   funciones, repele una agresión física o armada contra él o un tercero,\r\n   empleando las armas o cualquier otro medio de defensa en forma\r\n   racional, proporcional y progresiva, en cuanto eso sea posible, y en\r\n   las mismas circunstancias agote previamente los medios disuasivos que\r\n   tenga a su alcance, sin perjuicio de la prueba en contrario.\r\n\r\nIII)Aquel que repele el ingreso de personas extrañas, con violencia o\r\n   amenazas en las cosas o personas o con la generación de una situación\r\n   de peligro para la vida o demás derechos, en un establecimiento que\r\n   desarrolle actividad comercial, industrial o agraria en los términos\r\n   establecidos por el artículo 3° de la Ley N° 17.777, de 21 de mayo de\r\n   2004. (*) ",
    "notasArticulo": "<b><font color=\"#0000FF\">Redacción dada por:</font></b> Ley Nº 19.889 de 09/07/2020 artículo <a href=\"/bases/leyes/19889-2020/1\" >1</a>.\r\n<b><font color=\"#0000FF\">Redacción dada anteriormente por:</font></b> Ley Nº 17.243 de 29/06/2000 artículo <a href=\"/bases/leyes/17243-2000/66\" >66</a>.\r\n<b>Ver en esta norma, artículos:</b> <a href=\"/bases/codigo-penal/9155-1933/27\" >27</a>, <a href=\"/bases/codigo-penal/9155-1933/42\" >42</a> y <a href=\"/bases/codigo-penal/9155-1933/43\" >43</a>.\r\n<br><b><font color=\"#008200\">TEXTO ORIGINAL:</font></b>\r\n      Ley Nº 17.243 de 29/06/2000 artículo <a href=\"/bases/leyes-originales/17243-2000/66\" >66</a>,\r\n      Ley Nº 9.155 de 04/12/1933 artículo <a href=\"/bases/textos-originales-ley/9155-1933/26\" >26</a>.\r\n",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/26?verreferencias=articulo",
    "textoArticuloMarkdown": " (Legítima defensa).- Se halla exento de responsabilidad el que obra en defensa de su persona o derechos, o de la persona o derechos de otro, siempre que concurran las circunstancias siguientes: A) Agresión ilegítima. B) Necesidad racional del medio empleado para repelerla o impedir el daño. El medio se considerará racional cuando resulte ser una respuesta suficiente y adecuada a fin de conjurar el peligro derivado de la agresión sufrida. Cuando la defensa deba ser ejercida respecto de cualquier derecho de contenido patrimonial, la racionalidad deberá ser apreciada con prescindencia de que no haya existido o ya hubiera cesado una agresión física a la persona que se defiende. C) Falta de provocación suficiente por parte del que se defiende. El tercer requisito no es necesario tratándose de la defensa de los parientes consanguíneos en toda la línea recta y en la colateral hasta el segundo grado inclusive, del cónyuge o concubino, o de los padres o hijos adoptivos, siempre que el defensor no haya tomado parte en la provocación. Se entenderá que concurren estas tres circunstancias respecto de: I) Aquel que defiende la entrada de una casa habitada o de sus dependencias, o emplea violencia contra el individuo extraño a ella que es sorprendido dentro de la casa o de las dependencias. Se considerarán dependencias de la casa, en las zonas urbanas: los balcones, terrazas, azoteas, parrilleros, barbacoas, jardines, garajes y cocheras o similares, siempre que tengan una razonable proximidad con la vivienda. Además, se considerarán dependencias de la casa en zonas suburbanas o rurales: los galpones, instalaciones o similares que formen parte del establecimiento, siempre que tengan una razonable proximidad con la vivienda. II)El funcionario del Ministerio del Interior o del Ministerio de Defensa Nacional que, en ocasión o con motivo del cumplimiento de sus funciones, repele una agresión física o armada contra él o un tercero, empleando las armas o cualquier otro medio de defensa en forma racional, proporcional y progresiva, en cuanto eso sea posible, y en las mismas circunstancias agote previamente los medios disuasivos que tenga a su alcance, sin perjuicio de la prueba en contrario. III)Aquel que repele el ingreso de personas extrañas, con violencia o amenazas en las cosas o personas o con la generación de una situación de peligro para la vida o demás derechos, en un establecimiento que desarrolle actividad comercial, industrial o agraria en los términos establecidos por el artículo 3° de la Ley N° 17.777, de 21 de mayo de 2004. (*) ",
    "anteriorOriginal": {
        "referencia": "Ley Nº 17.243 de 29/06/2000 artículo 66",
        "link": "https://www.impo.com.uy/bases/leyes-originales/17243-2000/66",
        "textoArticulo": "  Modifícase el artículo 26 del Código Penal, el que quedará redactado de\r\nla siguiente manera:\r\n\r\n  \"ARTICULO 26.- Se hallan exentos de responsabiliad:\r\n\r\n  1º) El que obra en defensa de su persona o derechos, o de la persona\r\n      o derechos de otro, siempre que concurran las circunstancias\r\n      siguientes:\r\n\r\n      A) Agresión ilegítima\r\n\r\n      B) Necesidad racional del medio empleado para repelerla o impedir el\r\n         daño.\r\n\r\n      C) Falta de provocación suficiente por parte del que se defiende.\r\n\r\n  Se entenderá que concurren estas tres circunstancias respecto de aquel\r\n  que defiende la entrada de una casa habitada o de sus dependencias, o\r\n  emplea violencia contra el individuo extraño a ella que es sorprendido\r\n  dentro de la casa o de las dependencias.\r\n\r\n  2º) El tercer requisito no es necesario tratándose de la defensa de los\r\n      parientes consanguíneos en toda la línea recta y en la colateral\r\n      hasta el segundo grado inclusive, del cónyuge, de los padres o hijos\r\n      naturales reconocidos o adoptivos, siempre que el defensor no haya\r\n      tomado parte en la provocación.\r\n\r\n  3º) El que obra en defensa de la persona o derechos de un extraño,\r\n      siempre que concurran las circunstancias expresadas en el numeral\r\n      1º) y la que el defensor no sea impulsado por venganza,\r\n      resentimiento u otro motivo ilegítimo\".\r\n\r\n                                Sección 4ª\r\n\r\n                           Violación: tentativa\r\n ",
        "textoArticuloMarkdown": " Modifícase el artículo 26 del Código Penal, el que quedará redactado de la siguiente manera: \"ARTICULO 26.- Se hallan exentos de responsabiliad: 1º) El que obra en defensa de su persona o derechos, o de la persona o derechos de otro, siempre que concurran las circunstancias siguientes: A) Agresión ilegítima B) Necesidad racional del medio empleado para repelerla o impedir el daño. C) Falta de provocación suficiente por parte del que se defiende. Se entenderá que concurren estas tres circunstancias respecto de aquel que defiende la entrada de una casa habitada o de sus dependencias, o emplea violencia contra el individuo extraño a ella que es sorprendido dentro de la casa o de las dependencias. 2º) El tercer requisito no es necesario tratándose de la defensa de los parientes consanguíneos en toda la línea recta y en la colateral hasta el segundo grado inclusive, del cónyuge, de los padres o hijos naturales reconocidos o adoptivos, siempre que el defensor no haya tomado parte en la provocación. 3º) El que obra en defensa de la persona o derechos de un extraño, siempre que concurran las circunstancias expresadas en el numeral 1º) y la que el defensor no sea impulsado por venganza, resentimiento u otro motivo ilegítimo\". Sección 4ª Violación: tentativa "
    }
}