{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 151 ",
        "textoArticulo": "    (Del Consejo Directivo Central).- \r\n\r\n   (*)\r\n\r\n\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/58\" >58</a>.\r\n"
    },
    "numeroArticulo": "151",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticuloMarkdown": " (Del Consejo Directivo Central).- (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Ley Nº 18.437 de 12/12/2008 artículo [58](https://www.impo.com.uy/bases/leyes/18437-2008/58). ",
    "textoOriginalMarkdown": "    Modifícase el artículo 58 de la Ley N° 18.437, de 12 de diciembre de 2008, con la redacción dada por la Ley N° 18.912, de 22 de junio de 2012 y por la Ley N° 19.187, de 2 de enero de 2014, el que quedará redactado de la siguiente forma:\r\n      \"ARTÍCULO 58. (Del Consejo Directivo Central).- El Consejo\r\n      Directivo Central de la Administración Nacional de Educación\r\n      Pública estará integrado por cinco miembros, los que deberán poseer\r\n      condiciones personales relevantes, reconocida solvencia y méritos\r\n      acreditados en temas de educación, y que hayan actuado en la\r\n      educación pública por un lapso no menor de diez años.\r\n      Tres de sus miembros serán designados por el Presidente de la\r\n      República actuando en Consejo de Ministros, previa venia de la\r\n      Cámara de Senadores, otorgada sobre propuestas fundadas, por un\r\n      número de votos equivalente a los tres quintos de sus componentes\r\n      elegidos conforme al inciso primero del artículo 94 de la\r\n      Constitución de la República.\r\n      Si la venia no fuera otorgada dentro del término de sesenta días de\r\n      recibida su solicitud, el Poder Ejecutivo podrá formular propuesta\r\n      nueva, o reiterar su propuesta anterior, y en este último caso\r\n      deberá obtener el voto conforme de la mayoría absoluta del Senado.\r\n      Por el mismo procedimiento será designado de entre los propuestos\r\n      por el Poder Ejecutivo el Presidente del Consejo Directivo Central,\r\n      cuyo voto será computado como doble.\r\n      Las designaciones deberán efectuarse al comienzo de cada Período de\r\n      Gobierno y los miembros designados permanecerán en sus cargos hasta\r\n      tanto no hayan sido designados quienes les sucedan. En caso de\r\n      vacancia definitiva, el cargo correspondiente será provisto en la\r\n      forma indicada en los incisos anteriores.\r\n      Los otros dos miembros serán electos por el cuerpo docente del\r\n      ente, según la reglamentación que oportunamente apruebe el Poder\r\n      Ejecutivo. Durarán cinco años en sus funciones, pudiendo ser\r\n      reelectos solamente por un período subsiguiente, debiendo para una\r\n      nueva elección mediar por lo menos cinco años desde su cese. La\r\n      elección estará a cargo de la Corte Electoral.\r\n      Los miembros electos permanecerán en sus cargos hasta que asuman\r\n      los miembros electos para el período siguiente.\r\n      Los Directores Generales de los Consejos de Educación también\r\n      integrarán de pleno derecho con voz y sin voto el Consejo Directivo\r\n      Central\".\r\n ",
    "textoModificadoMarkdown": " (Del Consejo Directivo Central).- El Consejo Directivo Central de la Administración Nacional de Educación Pública estará integrado por cinco miembros, los que deberán poseer condiciones personales relevantes, solvencia reconocida, trayectoria en el ámbito educativo y méritos acreditados en temas de educación. Tres de sus miembros serán designados por el Presidente de la República actuando en Consejo de Ministros, previa venia de la Cámara de Senadores, otorgada sobre propuestas fundadas, por un número de votos equivalente a los tres quintos de sus componentes elegidos conforme al inciso primero del artículo 94 de la Constitución de la República. Si la venia no fuera otorgada dentro del término de sesenta días de recibida su solicitud, el Poder Ejecutivo podrá formular propuesta nueva o reiterar su propuesta anterior, y en este último caso deberá obtener el voto conforme de la mayoría absoluta del Senado. Por el mismo procedimiento será designado de entre los propuestos por el Poder Ejecutivo el Presidente del Consejo Directivo Central, cuyo voto será computado como doble en caso de empate. Previamente a obtener la venia del Senado, cada uno de los tres candidatos deberá comparecer ante el Cuerpo y ratificar su conformidad con los principios y metas generales del 'Compromiso de Política Educativa Nacional', en función de lo establecido en el literal D) del artículo 51 de la presente ley. Las designaciones deberán efectuarse al comienzo de cada período de Gobierno y los miembros designados permanecerán en sus cargos mientras no hayan sido designados quienes les sucedan. En caso de vacancia definitiva, el cargo correspondiente será provisto en la forma indicada en los incisos anteriores. Los otros dos miembros del Consejo Directivo Central serán electos por el cuerpo docente del ente, según la reglamentación que oportunamente dicte el Poder Ejecutivo. Durarán cinco años en sus funciones, pudiendo ser reelectos solamente por un período subsiguiente, debiendo para una nueva elección mediar por lo menos cinco años desde su cese. La elección estará a cargo de la Corte Electoral. Los miembros electos permanecerán en sus cargos hasta que asuman los miembros electos para el período siguiente.(*) "
}