{
    "fechaDescarga": "05/01/2021, 10:51:20",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO V - NORMAS SOBRE ADOLESCENTES PRIVADOS DE LIBERTAD  ",
        "nombreArticulo": "Artículo 76 ",
        "textoArticulo": "    (Duración de las medidas de privación de libertad)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código de la Niñez y la Adolescencia \r\nde 07/09/2004 artículo <a href=\"/bases/codigo-ninez-adolescencia/17823-2004/91\" >91</a>.\r\n"
    },
    "numeroArticulo": "76",
    "seccionArticulo": "I",
    "capituloArticulo": "V",
    "textoArticulo": " (Duración de las medidas de privación de libertad) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Código de la Niñez y la Adolescencia de 07/09/2004 artículo 91. ",
    "textoOriginal": " (Duración de las medidas de privación de libertad).- La medida de privación de libertad tendrá una duración máxima de cinco años. En ningún caso el adolescente que al llegar a los dieciocho años permanece sujeto a medidas, cumplirá lo que le resta en establecimientos destinados a los adultos. En situaciones de peligrosidad manifiesta, se adoptarán las medidas que fueren compatibles con la seguridad de la población y los propósitos de recuperación del infractor. ",
    "textoModificado": " (Duración de las medidas de privación de libertad).- La medida de privación de libertad tendrá una duración máxima de cinco años, con excepción de la comisión de los delitos de: homicidio intencional agravado y muy especialmente agravado (artículos 311 y 312 del Código Penal), violación (artículo 272 del Código Penal) y abuso sexual especialmente agravado (artículo 272 TER del Código Penal), en cuyo caso la medida de privación de libertad tendrá una duración máxima de diez años. En ningún caso el adolescente que al llegar a los dieciocho años permanezca sujeto a medidas, cumplirá lo que le resta en establecimientos destinados a los adultos. En situaciones de peligrosidad manifiesta, se adoptarán las medidas que fueren compatibles con la seguridad de la población y los propósitos de recuperación del infractor. (*) "
}