{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO V - NORMAS SOBRE ADOLESCENTES PRIVADOS DE LIBERTAD  ",
        "nombreArticulo": "Artículo 75 ",
        "textoArticulo": "    (Régimen de semilibertad)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código de la Niñez y la Adolescencia \r\nde 07/09/2004 artículo <a href=\"/bases/codigo-ninez-adolescencia/17823-2004/90\" >90</a>.\r\n"
    },
    "numeroArticulo": "75",
    "seccionArticulo": "I",
    "capituloArticulo": "V",
    "textoArticuloMarkdown": " (Régimen de semilibertad) (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Código de la Niñez y la Adolescencia de 07/09/2004 artículo [90](https://www.impo.com.uy/bases/codigo-ninez-adolescencia/17823-2004/90). ",
    "textoOriginalMarkdown": "  (Régimen de semilibertad).- El régimen de semilibertad consiste en \r\ndisponer que el adolescente, cuya privación de libertad ha sido dispuesta \r\nen establecimientos, goce de permiso para visitar a su familia o para la \r\nrealización de actividades externas, de ocho horas de duración, en su \r\nbeneficio personal, controladas por la autoridad donde se encuentra \r\ninternado.\r\nEste régimen se extiende, a voluntad del adolescente, mientras se aplica \r\nla medida de privación de libertad, salvo la suspensión temporaria o \r\ndefinitiva por inobservancia de las reglas de comportamiento.\r\n ",
    "textoModificadoMarkdown": " (Régimen de semilibertad).- El régimen de semilibertad consiste en disponer que el adolescente, cuya privación de libertad ha sido dispuesta en establecimientos, goce de permiso para visitar a su familia o para la realización de actividades externas, de ocho horas de duración, en su beneficio personal, controladas por la autoridad donde se encuentre internado. Este régimen se extiende, a voluntad del adolescente, mientras se aplica la medida de privación de libertad, salvo la suspensión temporaria o definitiva por inobservancia de las reglas de comportamiento. El régimen de semilibertad no es aplicable al adolescente que haya sido penado por los siguientes delitos: violación (artículo 272 del Código Penal), abuso sexual (artículo 272 BIS del Código Penal), abuso sexual especialmente agravado (artículo 272 TER del Código Penal), privación de libertad (artículo 281 del Código Penal), rapiña (artículo 344 del Código Penal), rapiña con privación de libertad. Copamiento (artículo 344 BIS del Código Penal), homicidio intencional (artículos 310, 311 y 312 del Código Penal), y lesiones graves o gravísimas (artículos 317 y 318 del Código Penal). No obstante lo antes dicho en cuanto a la inaplicabilidad del régimen de semilibertad, y aun cuando se hayan imputado los mencionados delitos, una vez cumplida la mitad de la medida socio educativa privativa de libertad impuesta, el juez podrá disponer el régimen de semilibertad, a pedido del defensor, previa vista fiscal y con informe favorable del Instituto Nacional de Inclusión Social Adolescente en tal sentido, del que surja un proceso favorable en el cumplimiento de la medida socio educativa impuesta y de la pertinencia y eventual aprovechamiento en el proceso de rehabilitación, del régimen de semilibertad solicitado. (*) "
}