{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 193 ",
        "textoArticulo": "    (De los estatutos del personal docente y no docente).- El Consejo Directivo Central de la Administración Nacional de Educación Pública (ANEP) establecerá el estatuto de sus funcionarios docentes y no docentes en el marco del artículo 204 de la Constitución de la República, de conformidad con las bases contenidas en los artículos 58 a 61 de la misma y con las siguientes reglas fundamentales, que se declaran de interés general:\r\n\r\nA) Las normas estatutarias de los funcionarios docentes y no docentes de\r\n   la ANEP definirán con claridad sus derechos, deberes y garantías\r\n   funcionales, cuyo conocimiento público será asegurado mediante su\r\n   publicación en lugar destacado del sitio web institucional u otros\r\n   recursos tecnológicos pertinentes.\r\n\r\nB) En caso de modificación de las normas estatutarias o de creación de\r\n   regímenes especiales, se recabará la voluntad de los funcionarios, que\r\n   podrán optar por permanecer en el régimen anterior o pasar a regirse\r\n   por el nuevo. Quienes optaren por el nuevo régimen podrán ejercer el\r\n   derecho de volver al anterior hasta haber transcurrido un plazo máximo\r\n   de tres años contados desde formalizada su opción, procediéndose a la\r\n   recomposición de la carrera funcional, de corresponder. Cumplido dicho\r\n   plazo, la incorporación al nuevo régimen sujetará al funcionario a las\r\n   condiciones del mismo que se hallaren vigentes a esa fecha, así como a\r\n   las que se establecieren en el desarrollo de sus disposiciones, en un\r\n   marco de estricto respeto a los derechos adquiridos y a las\r\n   disposiciones constitucionales y legales aplicables.\r\n    \r\nC) Todo nuevo régimen podrá aplicarse a los centros educativos públicos\r\n   actuales, a un subconjunto de los mismos o a los que se creen. En\r\n   cualquier caso, todos los funcionarios docentes y no docentes de un\r\n   centro educativo quedarán alcanzados sin excepción por el régimen\r\n   definido para el mismo.\r\n\r\nD) El Consejo Directivo Central de la ANEP podrá establecer\r\n   compensaciones o complementos salariales y otros beneficios,\r\n   atendiendo a circunstancias como la ubicación geográfica del lugar de\r\n   trabajo, el contexto socio cultural en el que funciona el\r\n   establecimiento o el cumplimiento de metas de política pública\r\n   definidas en cada caso, de acuerdo con las atribuciones\r\n   constitucionales y legales atribuidas al efecto.\r\n\r\nE) El Consejo Directivo Central de la ANEP, de acuerdo con lo dispuesto\r\n   en el artículo 41 de la Ley N° 18.437, de 12 de diciembre de 2008,\r\n   fomentará la conformación de planteles estables, con permanencia de\r\n   funcionarios y concentración de carga horaria en un mismo centro\r\n   educativo, pudiendo delegar estas atribuciones en las Direcciones\r\n   Generales de los subsistemas educativos (o, en su caso, en el Consejo\r\n   de Formación en Educación), las que podrán ser delegadas a su vez en\r\n   las direcciones de los centros educativos.\r\n\r\nF) El Consejo Directivo Central de la ANEP podrá disponer condiciones de\r\n   orden funcional (como el compromiso con una metodología de trabajo o\r\n   un proyecto de centro educativo) para el acceso o permanencia en un\r\n   lugar de trabajo específico. También podrá delegar esta atribución en\r\n   las Direcciones Generales, o en las direcciones de los centros\r\n   educativos, con el fin de mejorar la igualdad de oportunidades y la\r\n   calidad de la educación impartida. Esta facultad deberá ejercerse en\r\n   el marco de un estricto respeto al principio de no discriminación.\r\n\r\nG) El Consejo Directivo Central de la ANEP, en el marco de sus\r\n   competencias, podrá establecer mecanismos que permitan optimizar el\r\n   uso de los espacios educativos disponibles con el fin de ampliar el\r\n   tiempo pedagógico, pudiendo combinar modalidades y niveles educativos\r\n   de los diferentes subsistemas.\r\n\r\nH) Sin perjuicio del derecho a la licencia anual reglamentaria, los\r\n   funcionarios docentes y no docentes de la ANEP podrán ser convocados\r\n   durante períodos vacacionales para cumplir tareas de evaluación de\r\n   alumnos de acuerdo con los Reglamentos de Evaluación y Pasaje de\r\n   Grado, o para acompañamiento de estudiantes e instancias de desarrollo\r\n   profesional, entre otras.\r\n "
    },
    "numeroArticulo": "193",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (De los estatutos del personal docente y no docente).- El Consejo Directivo Central de la Administración Nacional de Educación Pública (ANEP) establecerá el estatuto de sus funcionarios docentes y no docentes en el marco del artículo 204 de la Constitución de la República, de conformidad con las bases contenidas en los artículos 58 a 61 de la misma y con las siguientes reglas fundamentales, que se declaran de interés general: A) Las normas estatutarias de los funcionarios docentes y no docentes de la ANEP definirán con claridad sus derechos, deberes y garantías funcionales, cuyo conocimiento público será asegurado mediante su publicación en lugar destacado del sitio web institucional u otros recursos tecnológicos pertinentes. B) En caso de modificación de las normas estatutarias o de creación de regímenes especiales, se recabará la voluntad de los funcionarios, que podrán optar por permanecer en el régimen anterior o pasar a regirse por el nuevo. Quienes optaren por el nuevo régimen podrán ejercer el derecho de volver al anterior hasta haber transcurrido un plazo máximo de tres años contados desde formalizada su opción, procediéndose a la recomposición de la carrera funcional, de corresponder. Cumplido dicho plazo, la incorporación al nuevo régimen sujetará al funcionario a las condiciones del mismo que se hallaren vigentes a esa fecha, así como a las que se establecieren en el desarrollo de sus disposiciones, en un marco de estricto respeto a los derechos adquiridos y a las disposiciones constitucionales y legales aplicables. C) Todo nuevo régimen podrá aplicarse a los centros educativos públicos actuales, a un subconjunto de los mismos o a los que se creen. En cualquier caso, todos los funcionarios docentes y no docentes de un centro educativo quedarán alcanzados sin excepción por el régimen definido para el mismo. D) El Consejo Directivo Central de la ANEP podrá establecer compensaciones o complementos salariales y otros beneficios, atendiendo a circunstancias como la ubicación geográfica del lugar de trabajo, el contexto socio cultural en el que funciona el establecimiento o el cumplimiento de metas de política pública definidas en cada caso, de acuerdo con las atribuciones constitucionales y legales atribuidas al efecto. E) El Consejo Directivo Central de la ANEP, de acuerdo con lo dispuesto en el artículo 41 de la Ley N° 18.437, de 12 de diciembre de 2008, fomentará la conformación de planteles estables, con permanencia de funcionarios y concentración de carga horaria en un mismo centro educativo, pudiendo delegar estas atribuciones en las Direcciones Generales de los subsistemas educativos (o, en su caso, en el Consejo de Formación en Educación), las que podrán ser delegadas a su vez en las direcciones de los centros educativos. F) El Consejo Directivo Central de la ANEP podrá disponer condiciones de orden funcional (como el compromiso con una metodología de trabajo o un proyecto de centro educativo) para el acceso o permanencia en un lugar de trabajo específico. También podrá delegar esta atribución en las Direcciones Generales, o en las direcciones de los centros educativos, con el fin de mejorar la igualdad de oportunidades y la calidad de la educación impartida. Esta facultad deberá ejercerse en el marco de un estricto respeto al principio de no discriminación. G) El Consejo Directivo Central de la ANEP, en el marco de sus competencias, podrá establecer mecanismos que permitan optimizar el uso de los espacios educativos disponibles con el fin de ampliar el tiempo pedagógico, pudiendo combinar modalidades y niveles educativos de los diferentes subsistemas. H) Sin perjuicio del derecho a la licencia anual reglamentaria, los funcionarios docentes y no docentes de la ANEP podrán ser convocados durante períodos vacacionales para cumplir tareas de evaluación de alumnos de acuerdo con los Reglamentos de Evaluación y Pasaje de Grado, o para acompañamiento de estudiantes e instancias de desarrollo profesional, entre otras. "
}