{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO IV - DEL CONCURSO DE DELITOS Y DELINCUENTES  CAPITULO II - DEL CONCURSO DE DELINCUENTES  ",
    "nombreArticulo": "Artículo 65 ",
    "textoArticulo": "    (De la participación en muchedumbre)\r\n   Los principios expuestos, tratándose de la participación en delitos\r\ncometidos por una muchedumbre, serán sustituidos por los siguientes:\r\n   1. Si la reunión tenía por objeto cometer determinados delitos, todos\r\nlos que hayan participado materialmente en la ejecución, así como los que\r\nsin haber participado materialmente, asumieran el carácter de directores,\r\nresponderán como autores.\r\n   2. Si la reunión no tuviera por objeto cometer delitos y éstos se\r\ncometieran después, por impulso de la muchedumbre, en tumulto,\r\nresponderán como cómplices todos los que hubieran participado\r\nmaterialmente en la ejecución, como autores los que revistieran el\r\ncarácter de instigadores, hayan o no tenido participación material en la\r\nejecución de los hechos delictivos y quedan exentos de pena los demás.\r\n   Esta excepción de impunidad no alcanza a la reunión en sí misma,\r\ncuando estuviere prevista en la ley como delito.\r\n ",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/65?verreferencias=articulo",
    "textoArticuloMarkdown": " (De la participación en muchedumbre) Los principios expuestos, tratándose de la participación en delitos cometidos por una muchedumbre, serán sustituidos por los siguientes: 1. Si la reunión tenía por objeto cometer determinados delitos, todos los que hayan participado materialmente en la ejecución, así como los que sin haber participado materialmente, asumieran el carácter de directores, responderán como autores. 2. Si la reunión no tuviera por objeto cometer delitos y éstos se cometieran después, por impulso de la muchedumbre, en tumulto, responderán como cómplices todos los que hubieran participado materialmente en la ejecución, como autores los que revistieran el carácter de instigadores, hayan o no tenido participación material en la ejecución de los hechos delictivos y quedan exentos de pena los demás. Esta excepción de impunidad no alcanza a la reunión en sí misma, cuando estuviere prevista en la ley como delito. ",
    "anteriorOriginal": {}
}