{
    "fechaDescarga": "05/01/2021, 10:51:00",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO III - LEGISLACIÓN PROFESIONAL POLICIAL  ",
        "nombreArticulo": "Artículo 45 ",
        "textoArticulo": "    (Oportunidad para el uso de la fuerza).-\r\n \r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.315 de 05/07/2008 artículo \r\n<a href=\"/bases/leyes/18315-2008/20\" >20</a>.\r\n"
    },
    "numeroArticulo": "45",
    "seccionArticulo": "I",
    "capituloArticulo": "III",
    "textoArticulo": " (Oportunidad para el uso de la fuerza).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.315 de 05/07/2008 artículo 20. ",
    "textoOriginal": " (Oportunidad para el uso de la fuerza).- La policía hará uso de la fuerza legítima para cumplir con sus cometidos cuando: A) No sea posible proteger por otros medios los derechos de los habitantes establecidos en la Constitución de la República. B) Se ejerza contra el personal policial o terceras personas violencia por la vía de los hechos o amenazas por persona armada, poniéndose en peligro su integridad física. C) Se oponga resistencia al accionar policial en allanamientos, lanzamientos y otras diligencias dispuestas por las autoridades competentes. D) No puedan inmovilizarse o detenerse de otra forma los vehículos u otros medios de transporte, cuyos conductores no obedecieren la orden de detenerse dada por un policía uniformado o de particular debidamente identificado, o cuando se violare una barrera o valla previamente establecida por la policía. E) No se pueda defender de otro modo la posición que ocupa, las instalaciones que proteja o las personas a las que deba detener o conducir o que hayan sido confiadas a su custodia. F) Deba disolver reuniones o manifestaciones públicas que no sean pacíficas y cuando en las mismas participen personas armadas o que esgriman objetos de forma tal que puedan ser utilizados para agredir. En toda circunstancia, el empleo de armas de fuego se regirá estrictamente por lo dispuesto en los artículos 22 y 23 de la presente ley. ",
    "textoModificado": " (Oportunidad para el uso de la fuerza).- La policía hará uso de la fuerza legítima para cumplir con sus cometidos cuando: A) No sea posible proteger por otros medios los derechos de los habitantes establecidos en la Constitución de la República. B) Se ejerza contra el personal policial o terceras personas violencia por la vía de los hechos, o cuando el personal advierta la inminencia de un daño, por agresión con arma propia o impropia, o sin ella, a fin de salvaguardar la vida o la integridad física propia o de terceros. C) Se oponga resistencia al accionar policial en allanamientos, lanzamientos y otras diligencias dispuestas por las autoridades competentes. D) No puedan inmovilizarse o detenerse de otra forma los vehículos u otros medios de transporte, cuyos conductores no obedecieren la orden de detenerse dada por un policía uniformado o de particular debidamente identificado, o cuando se violare una barrera o valla previamente establecida por la Policía. E) No se pueda defender de otro modo la posición que ocupa, las instalaciones que proteja o las personas a las que deba detener o conducir o que hayan sido confiadas a su custodia. F) Deba disolver reuniones o manifestaciones que perturben gravemente el orden público, o que no sean pacíficas, en cuanto en las mismas participen personas que porten armas propias o impropias o que exterioricen conductas violentas. En toda circunstancia, el empleo de armas de fuego se regirá por lo dispuesto en los artículos 22 y 23 de la presente ley. Todos los puntos mencionados deberán ser protocolizados, definiendo el alcance de sus términos por vía de la reglamentación. (*) "
}