{
    "fechaDescarga": "05/01/2021, 10:52:14",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 161 ",
        "textoArticulo": "    (Atribuciones del Presidente del Consejo Directivo Central, de los Directores Generales de Educación y del Presidente del Consejo de Formación en Educación).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/67\" >67</a>.\r\n"
    },
    "numeroArticulo": "161",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (Atribuciones del Presidente del Consejo Directivo Central, de los Directores Generales de Educación y del Presidente del Consejo de Formación en Educación).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 67. ",
    "textoOriginal": " (Atribuciones de los Presidentes del Consejo Directivo Central y de los Directores Generales de los Consejos de Educación).- El Presidente del Consejo Directivo Central de la ANEP y los Directores Generales de los Consejos de Educación, tendrán las siguientes atribuciones: A) Presidir los Consejos respectivos, dirigir las sesiones, cumplir y hacer cumplir los reglamentos y resoluciones. B) Representar al Consejo cuando corresponda. C) Autorizar los gastos que sean necesarios, dentro de los límites que establezcan la ley y las ordenanzas. D) Tomar las resoluciones de carácter urgente que estime necesarias para el cumplimiento del orden y el respeto de las disposiciones reglamentarias. En ese caso dará cuenta al Consejo en la primera sesión ordinaria, y éste podrá oponerse por mayoría de votos de sus componentes, debiendo fundar su oposición. E) Adoptar las medidas de carácter disciplinario que correspondan, dando cuenta al Consejo en la forma señalada en el inciso precedente. F) Inspeccionar el funcionamiento de las reparticiones de su competencia y tomar las medidas que correspondan. G) Preparar y someter a consideración del Consejo los proyectos que estime conveniente. ",
    "textoModificado": " (Atribuciones del Presidente del Consejo Directivo Central, de los Directores Generales de Educación y del Presidente del Consejo de Formación en Educación).- El Presidente del Consejo Directivo Central de la Administración Nacional de Educación Pública, los Directores Generales de Educación y el Presidente del Consejo de Formación en Educación tendrán las siguientes atribuciones: A) Cumplir y hacer cumplir los reglamentos y resoluciones en el ámbito de su competencia. B) Representar al Consejo o Dirección respectivo. C) Autorizar los gastos que sean necesarios, dentro de los límites que establezcan la ley y las ordenanzas. D) En el caso del Presidente del Consejo Directivo Central y del Consejo de Formación en Educación, tomar las resoluciones de carácter urgente que estimen necesarias para el cumplimiento del orden y el respeto de las disposiciones reglamentarias. En ese caso darán cuenta al órgano respectivo en la primera sesión ordinaria y éste podrá oponerse por mayoría de votos de sus componentes, debiendo fundar su oposición. E) Adoptar las medidas de carácter disciplinario que correspondan, dando cuenta al Consejo Directivo Central o al Consejo de Formación en Educación, en la forma señalada en el literal precedente. F) Inspeccionar el funcionamiento de las reparticiones de su competencia y tomar las medidas que correspondan. G) Preparar y someter a consideración del Consejo Directivo Central los proyectos que estimen conveniente. H) Al Presidente del Consejo Directivo Central y del Consejo de Formación en Educación les corresponde presidir y dirigir las sesiones del órgano.(*) "
}