{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO II  TITULO IV - DELITOS CONTRA LA ADMINISTRACION PUBLICA  CAPITULO I  ",
    "nombreArticulo": "Artículo 158 ",
    "textoArticulo": "    (Cohecho calificado)\r\n   El funcionario público que, por retardar u omitir un acto relativo a\r\nsu cargo o por ejecutar un acto contrario a los deberes del mismo, recibe\r\npor sí mismo o por otro, para sí o para otro, dinero u otro provecho, o\r\nacepta su promesa, será castigado con doce meses de prisión a seis años\r\nde penitenciaría, inhabilitación especial de dos a seis años, y multa de\r\n50 UR (cincuenta unidades reajustables) a 10.000 UR (diez mil unidades\r\nreajustables).\r\n   La pena será aumentada de un tercio a la mitad en los siguientes\r\ncasos:\r\n   1. Si el hecho tuviere por efecto la concesión de un empleo público,\r\nestipendios, pensiones, honores o el favor o el daño de las partes\r\nlitigantes en juicio civil o criminal.\r\n   2. Si el hecho tuviere por efecto la celebración de un contrato en que\r\nestuviere interesada la repartición a la cual pertenece el funcionario o se realizare por medio de un uso abusivo de los procedimientos legales que\r\ndeben aplicarse por la Administración Pública en materia de adquisición\r\nde bienes y servicios. (*)\r\n ",
    "notasArticulo": "<b><font color=\"#0000FF\">Redacción dada por:</font></b> Ley Nº 17.060 de 23/12/1998 artículo <a href=\"/bases/leyes/17060-1998/8\" >8</a>.\r\n<b>Reglamentado por:</b> Decreto <a href=\"/bases/decretos/30-2003\" >Nº 30/003</a> de 23/01/2003.\r\n<b>Ver en esta norma, artículos:</b> <a href=\"/bases/codigo-penal/9155-1933/159\" >159</a>, <a href=\"/bases/codigo-penal/9155-1933/163_TER\" >163 - TER</a>, <a href=\"/bases/codigo-penal/9155-1933/163_QUATER\" >163 - QUATER</a> y <a href=\"/bases/codigo-penal/9155-1933/177\" >177</a>.\r\n<b>Ver:</b> Ley Nº 19.007 de 16/11/2012 artículo <a href=\"/bases/leyes/19007-2012/1\" >1</a>.\r\n<br><b><font color=\"#008200\">TEXTO ORIGINAL:</font></b> Ley Nº 9.155 de 04/12/1933 artículo <a href=\"/bases/textos-originales-ley/9155-1933/158\" >158</a>.\r\n",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/158?verreferencias=articulo",
    "textoArticuloMarkdown": " (Cohecho calificado) El funcionario público que, por retardar u omitir un acto relativo a su cargo o por ejecutar un acto contrario a los deberes del mismo, recibe por sí mismo o por otro, para sí o para otro, dinero u otro provecho, o acepta su promesa, será castigado con doce meses de prisión a seis años de penitenciaría, inhabilitación especial de dos a seis años, y multa de 50 UR (cincuenta unidades reajustables) a 10.000 UR (diez mil unidades reajustables). La pena será aumentada de un tercio a la mitad en los siguientes casos: 1. Si el hecho tuviere por efecto la concesión de un empleo público, estipendios, pensiones, honores o el favor o el daño de las partes litigantes en juicio civil o criminal. 2. Si el hecho tuviere por efecto la celebración de un contrato en que estuviere interesada la repartición a la cual pertenece el funcionario o se realizare por medio de un uso abusivo de los procedimientos legales que deben aplicarse por la Administración Pública en materia de adquisición de bienes y servicios. (*) ",
    "anteriorOriginal": {
        "referencia": "Ley Nº 9.155 de 04/12/1933 artículo 158.",
        "link": "https://www.impo.com.uy/bases/textos-originales-ley/9155-1933/158",
        "textoArticulo": "    (Cohecho calificado)\r\n   El funcionario público que, por retardar u omitir un acto relativo a \r\nsu cargo, o por ejecutar un acto contrario a los deberes del mismo, \r\nrecibe por sí mismo o por otro, para sí o para otro, dinero u otro provecho, o acepta su promesa, será castigado con seis a veinticuatro meses de prisión e inhabilitación especial de dos a seis años.\r\n   La pena será aumentada de un tercio a la mitad si el hecho tuviera por efecto: \r\n   1.o La concesión de un empleo público, estipendios, pensiones, \r\nhonores, o la celebración de un contrato en que estuviere interesada la repartición a la cual pertenece el funcionario. \r\n   2.o El favor o el daño de las partes litigantes en juicio civil o criminal. \r\n ",
        "textoArticuloMarkdown": " (Cohecho calificado) El funcionario público que, por retardar u omitir un acto relativo a su cargo, o por ejecutar un acto contrario a los deberes del mismo, recibe por sí mismo o por otro, para sí o para otro, dinero u otro provecho, o acepta su promesa, será castigado con seis a veinticuatro meses de prisión e inhabilitación especial de dos a seis años. La pena será aumentada de un tercio a la mitad si el hecho tuviera por efecto: 1.o La concesión de un empleo público, estipendios, pensiones, honores, o la celebración de un contrato en que estuviere interesada la repartición a la cual pertenece el funcionario. 2.o El favor o el daño de las partes litigantes en juicio civil o criminal. "
    }
}