{
    "fechaDescarga": "05/01/2021, 10:52:17",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 163 ",
        "textoArticulo": "    (Del estatuto docente y del funcionario no docente).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/69\" >69</a>.\r\n"
    },
    "numeroArticulo": "163",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (Del estatuto docente y del funcionario no docente).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 69. ",
    "textoOriginal": " (Del estatuto docente y del funcionario no docente).- El Consejo Directivo Central de la ANEP, previa consulta a los Consejos e Instituto Universitario de Educación, aprobará el estatuto docente y el estatuto del funcionario, de acuerdo a las siguientes bases: A) Para el ejercicio de cargos docentes, administrativos y de servicio será preciso acreditar dieciocho años de edad cumplidos y estar inscriptos en el Registro Cívico Nacional, sin perjuicio de lo establecido por el artículo 76 de la Constitución de la República. B) Los maestros de Educación Inicial y Primaria y los profesores de Educación Media Básica deberán poseer el respectivo título habilitante. C) El sistema de concurso será de precepto para ocupar en efectividad cualquier cargo docente, así como será obligatorio para el ingreso y ascenso del personal administrativo. D) A los efectos de la carrera docente se jerarquizará la evaluación del desempeño en el aula, los cursos de perfeccionamiento o postgrado, así como las publicaciones e investigaciones realizadas por los docentes. E) La destitución de los funcionarios sólo podrá ser resuelta por causa de ineptitud, omisión o delito, previo sumario durante el cual el inculpado haya tenido oportunidad de presentar sus descargos, articular su defensa y producir prueba. ",
    "textoModificado": " (Del estatuto docente y del funcionario no docente).- El Consejo Directivo Central de la Administración Nacional de Educación Pública (ANEP), previa consulta a las Direcciones Generales respectivas y al Consejo de Formación en Educación, aprobará los estatutos de docentes y de funcionarios no docentes, de acuerdo a las siguientes bases: A) Para el ejercicio de cargos docentes, administrativos y de servicio será preciso acreditar dieciocho años de edad cumplidos y estar inscriptos en el Registro Cívico Nacional, sin perjuicio de lo establecido por el artículo 76 de la Constitución de la República. B) Los maestros responsables de grupos, maestros inspectores y directores de Educación Inicial y Primaria deberán poseer el respectivo título habilitante. En Educación Media el título habilitante será condición indispensable para acceder a la efectividad en cargos u horas de docencia directa. La ANEP desarrollará acciones tendientes a que los funcionarios que ejerzan actividad docente obtengan el título correspondiente a través de programas diseñados a tal efecto. C) El sistema de concurso será de precepto para ocupar en efectividad cualquier cargo docente, así como será obligatorio para el ingreso y ascenso del personal administrativo. D) A los efectos de la carrera docente se considerarán la titulación, la evaluación del desempeño en el aula, la actuación (asiduidad y puntualidad), el compromiso con el proyecto del centro, la antigüedad y los cursos de perfeccionamiento o posgrado, así como las publicaciones e investigaciones realizadas por los docentes en un marco general de no discriminación y de respeto a los derechos adquiridos. E) La destitución de los funcionarios solo podrá ser resuelta por causa de ineptitud, omisión o delito, previo sumario administrativo durante el cual el sumariado haya tenido oportunidad de presentar sus descargos, articular su defensa y producir prueba. (*) "
}