{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 135 ",
        "textoArticulo": "    (De la educación técnico profesional)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/28\" >28</a>.\r\n"
    },
    "numeroArticulo": "135",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (De la educación técnico profesional) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 28. ",
    "textoOriginal": " (De la educación técnico profesional).- La educación técnico profesional estará dirigida a personas de quince años y más. Tendrá el propósito de la formación para el desempeño calificado de las profesiones y de técnicos medios y superiores vinculados a diferentes áreas ocupacionales comprendiendo la formación profesional (básica y superior), técnica y tecnológica del nivel medio incluyendo a las tecnicaturas. Las propuestas de la educación técnico profesional deben permitir la continuidad educativa de los educandos. Los conocimientos o créditos adquiridos serán reconocidos o revalidados para continuar estudios en los niveles educativos que correspondan. ",
    "textoModificado": " (De la educación técnico profesional).- La educación técnico profesional tendrá como propósito la formación para el desempeño calificado de tareas técnicas y profesionales en diferentes áreas ocupacionales, comprendiendo la formación profesional (básica y superior), técnica y tecnológica del nivel medio. Las propuestas de la educación técnico profesional deben permitir la continuidad educativa de los educandos. Los conocimientos o créditos adquiridos serán reconocidos o revalidados para continuar estudios en los niveles educativos que correspondan. (*) "
}