{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 156 ",
        "textoArticulo": "    (De las Direcciones Generales).- \r\n\r\n   (*)\r\n    \r\n\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/62\" >62</a>.\r\n"
    },
    "numeroArticulo": "156",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticuloMarkdown": " (De las Direcciones Generales).- (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Ley Nº 18.437 de 12/12/2008 artículo [62](https://www.impo.com.uy/bases/leyes/18437-2008/62). ",
    "textoOriginalMarkdown": "    Sustitúyense el literal D) del artículo 62, los artículos 79 y 80 de la Ley N° 18.437, de 12 de diciembre de 2008, por los siguientes:\r\n\r\n        \"D) El Consejo de Educación Técnica y Profesional - Universidad\r\n        del Trabajo del Uruguay (UTU) tendrá a su cargo la formación\r\n        profesional (básica y superior), la educación media superior\r\n        técnica, tecnológica (bachilleratos tecnológicos), la educación\r\n        media superior orientada al ámbito laboral y la educación\r\n        terciaria técnica y tecnológica\".\r\n\r\n        \"ARTÍCULO 79. (Ámbito).- La Educación Terciaria Pública se\r\n        constituirá por la Universidad de la República, el Instituto\r\n        Universitario de Educación, la Universidad Tecnológica (UTEC) y\r\n        el Consejo de Educación Técnica y Profesional - Universidad del\r\n        Trabajo del Uruguay (UTU)\".\r\n\r\n        \"ARTÍCULO 80. (Régimen legal).- La Universidad de la República se\r\n        regirá por la Ley N° 12.549, de 16 de octubre de 1958, la\r\n        Universidad Tecnológica, por la Ley N° 19.043, de 28 de diciembre\r\n        de 2012, y los restantes organismos mencionados en el artículo\r\n        anterior por las disposiciones de la presente ley\".\r\n\r\n                                INCISO 26\r\n                       UNIVERSIDAD DE LA REPÚBLICA\r\n ",
    "textoModificadoMarkdown": " (De las Direcciones Generales).- Las Direcciones Generales son órganos desconcentrados unipersonales. Estarán a cargo de un Director General que será designado por el Consejo Directivo Central. Cada subsistema contará a su vez con un Subdirector que será designado según lo establecido en el literal C) del artículo 59 de la presente ley. Los Directores Generales y los Subdirectores pertenecerán al escalafón Q y permanecerán en sus cargos hasta que asuman sus sucesores. Los Directores Generales integrarán el Consejo Directivo Central, con voz pero sin voto. Cada Dirección General será responsable en el ámbito de la Administración Nacional de Educación Pública de los siguientes niveles educativos de la educación formal: A) La Dirección General de Educación Inicial y Primaria tendrá a su cargo la educación inicial y la educación primaria. B) La Dirección General de Educación Secundaria tendrá a su cargo la educación secundaria básica y superior. C) La Dirección General de Educación Técnico Profesional tendrá a su cargo la formación profesional (básica y superior), la educación media superior técnica y tecnológica y la educación media superior orientada al ámbito laboral. Podrá desarrollar asimismo programas de educación terciaria técnica y tecnológica. (*) "
}