{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 152 ",
        "textoArticulo": "    (Cometidos del Consejo Directivo Central).- \r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/59\" >59</a>.\r\n"
    },
    "numeroArticulo": "152",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (Cometidos del Consejo Directivo Central).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 59. ",
    "textoOriginal": " (Cometidos del Consejo Directivo Central).- El Consejo Directivo Central tendrá los siguientes cometidos: A) Promover un clima de participación democrática y propiciar en forma permanente una reflexión crítica y responsable, en todo el ámbito organizacional. B) Definir las orientaciones generales de los niveles y modalidades educativas que se encuentran en su órbita. C) Designar a los integrantes de los Consejos de Educación, según lo establecido en el artículo 65 de la presente Ley. D) Homologar los planes de estudio aprobados por los Consejos de Educación. E) Definir el proyecto de presupuesto y de rendición de cuentas, como resultado de un proceso de elaboración que atienda las diferentes propuestas de los Consejos de Educación y considere las iniciativas de otros sectores de la sociedad. F) Representar al ente en las ocasiones previstas por el inciso tercero del artículo 202, de la Constitución, oyendo previamente a los Consejos respectivos en los asuntos de su competencia. G) Dictar los reglamentos necesarios para el cumplimiento de sus funciones. H) Aprobar los estatutos de los funcionarios docentes y no docentes del servicio, con las garantías establecidas en la Constitución de la República y en la presente ley. I) Designar al Secretario General y al Secretario Administrativo del Consejo Directivo Central con carácter de cargos de particular confianza. El Secretario Administrativo deberá haber sido funcionario del ente por un lapso no menor a diez años. J) Destituir por ineptitud, omisión o delito, a propuesta de los Consejos cuando dependieren de éstos y con las garantías que fija la ley y el estatuto, al personal docente, técnico, administrativo, de servicio u otro de todo el ente. K) Destituir por ineptitud, omisión o delito a los miembros de los Consejos de Educación, por cuatro votos conformes y fundados, previo ejercicio del derecho constitucional de defensa. L) Coordinar los servicios de estadística educativa del ente. M) Conceder las acumulaciones de sueldo que sean de interés de la educación y se gestionen conforme a las leyes y reglamentos. N) Establecer lineamientos generales para la supervisión y fiscalización de los institutos privados habilitados de educación inicial, primaria, media y técnico profesional, siguiendo los principios generales de la presente ley y los criterios establecidos por cada Consejo de Educación, con participación de representantes de las instituciones de educación privada. O) Resolver los recursos de revocación interpuestos contra sus actos, así como los recursos jerárquicos. P) Organizar o delegar la educación formal de personas jóvenes y adultas en los niveles correspondientes. Q) Delegar en los Consejos de Educación, por resolución fundada, las atribuciones que estime conveniente. No son delegables las atribuciones que le comete la Constitución de la República y aquellas para cuyo ejercicio la presente ley requiere mayorías especiales. ",
    "textoModificado": " (Cometidos del Consejo Directivo Central).- El Consejo Directivo Central tendrá los siguientes cometidos: A) Promover un clima de participación democrática y propiciar en forma permanente una reflexión crítica y responsable, en todo el ámbito organizacional. B) Definir las orientaciones generales de los niveles y modalidades educativas que se encuentran en su órbita. C) Designar a los Directores Generales y Subdirectores de los subsistemas educativos así como a los integrantes no electos del Consejo de Formación en Educación, por mayoría absoluta de votos conformes y fundados. D) Aprobar los planes de estudio propuestos por las Direcciones Generales y el Consejo de Formación en Educación. E) Definir el proyecto de presupuesto y de rendición de cuentas, como resultado de un proceso de elaboración que atienda las diferentes propuestas de las Direcciones Generales y del Consejo de Formación en Educación y considere las iniciativas de otros sectores de la sociedad. F) Representar al ente en las ocasiones previstas por el inciso tercero del artículo 202 de la Constitución, oyendo previamente a los Directores Generales y al Consejo de Formación en Educación, en los asuntos de su respectiva competencia. G) Dictar los reglamentos necesarios para el cumplimiento de sus funciones. H) Aprobar los estatutos de los funcionarios docentes y no docentes del servicio, con las garantías establecidas en la Constitución de la República y en la presente ley. I) Designar al Secretario General y al Secretario Administrativo del Consejo Directivo Central con carácter de cargos de particular confianza. J) Destituir por ineptitud, omisión o delito, a propuesta de los Directores Generales o del Consejo de Formación en Educación, cuando dependieren de éstos, y con las garantías que fija la ley y el estatuto, al personal docente, técnico, administrativo, de servicio u otro de todo el ente. K) Cesar a los Directores Generales y Subdirectores de los subsistemas, así como a los integrantes del Consejo de Formación en Educación designados por el Consejo Directivo Central, por mayoría de integrantes del cuerpo, previo ejercicio del derecho constitucional de defensa. L) Coordinar los servicios de estadística educativa del ente. M) Conceder las acumulaciones de sueldo que sean de interés de la educación y se gestionen conforme a las leyes y reglamentos. N) Establecer lineamientos generales para la supervisión y fiscalización de los institutos privados habilitados de educación inicial, primaria, media y técnico profesional, siguiendo lo establecido en el artículo 68 de la Constitución de la República, los principios generales de la presente ley y los criterios establecidos por cada Dirección General o por el Consejo de Formación en Educación, con participación de representantes de las instituciones de educación privada. O) Resolver los recursos de revocación interpuestos contra sus actos, así como los recursos jerárquicos. P) Organizar o delegar la educación formal de personas jóvenes y adultas en los niveles correspondientes. Q) Delegar en las Direcciones Generales o en el Consejo de Formación en Educación, por resolución fundada, las atribuciones que estime convenientes. No son delegables las atribuciones que le comete la Constitución de la República y aquellas para cuyo ejercicio la presente ley requiera mayorías especiales. R) Participar en la elaboración del Plan de Política Educativa Nacional que se elaborará con el Ministerio de Educación y Cultura, en el marco de lo establecido en el literal E) del artículo 51 de la presente ley. (*) "
}