{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN II - SECRETARÍA DE INTELIGENCIA ESTRATÉGICA DE ESTADO  ",
        "nombreArticulo": "Artículo 126 ",
        "textoArticulo": "    (Acceso a la información reservada del Sistema Nacional de Inteligencia de Estado)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 19.696 de 29/10/2018 artículo \r\n<a href=\"/bases/leyes/19696-2018/36\" >36</a>.\r\n"
    },
    "numeroArticulo": "126",
    "seccionArticulo": "II",
    "capituloArticulo": null,
    "textoArticulo": " (Acceso a la información reservada del Sistema Nacional de Inteligencia de Estado) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 19.696 de 29/10/2018 artículo 36. ",
    "textoOriginal": " (Acceso a la información del Sistema Nacional de Inteligencia de Estado).- La información producida y sistematizada por los organismos que conforman el Sistema Nacional de Inteligencia de Estado posee carácter absolutamente reservado. Solo se podrá acceder a la misma, por orden judicial y siempre que sea solicitada por la defensa de un indagado, imputado o acusado. La información producida y sistematizada por los organismos que conforman el Sistema Nacional de Inteligencia de Estado carece por sí sola de valor probatorio inculpatorio, artículo 22 de la Constitución de la República. ",
    "textoModificado": " (Acceso a la información reservada del Sistema Nacional de Inteligencia de Estado).- La información producida y sistematizada por los organismos que conforman el Sistema Nacional de Inteligencia de Estado posee carácter absolutamente reservado. Se podrá acceder a dicha información exclusivamente por orden judicial y siempre que sea solicitada por la defensa de un indagado, imputado o acusado. Queda exceptuada de este régimen la información secreta, la que se regirá conforme lo establecido en el inciso tercero del artículo 29 de la presente ley. La información producida y sistematizada por los organismos que conforman el Sistema Nacional de Inteligencia de Estado carece por sí sola de valor probatorio inculpatorio (artículo 22 de la Constitución de la República). (*) "
}