{
    "fechaDescarga": "05/01/2021, 10:52:23",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 171 ",
        "textoArticulo": "    (Del Programa Nacional de Fortalecimiento de la Formación en Educación).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/85\" >85</a>.\r\n"
    },
    "numeroArticulo": "171",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (Del Programa Nacional de Fortalecimiento de la Formación en Educación).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 85. ",
    "textoOriginal": " (Estructura y funcionamiento).- Constitúyese una Comisión de Implantación del Instituto Universitario de Educación (IUDE) integrada por un representante del Ministerio de Educación y Cultura, uno del Instituto del Niño y Adolescente del Uruguay, uno de la Administración Nacional de Educación Pública (ANEP) y uno de la Universidad de la República que cuenten con reconocida competencia y experiencia en la materia, cuyo cometido será: A) Elaborar, antes del 30 de abril de 2010, una propuesta general para la estructura académica y curricular, la cuantía y características del personal, el patrimonio, el presupuesto y finanzas necesarios para la instalación y puesta en marcha, el marco legal, fines, organización y mecanismos de dirección del IUDE. El órgano de conducción de esta nueva institución deberá incluir representantes electos por docentes, estudiantes y egresados, y representantes de la ANEP y la Universidad de la República. La Comisión Coordinadora del Sistema Nacional de Educación Pública, con la información proporcionada por la Comisión de Implantación, decidirá los plazos de puesta en marcha del IUDE. A partir de dicha propuesta, el Poder Ejecutivo elevará al Parlamento el Proyecto de Ley Orgánica del IUDE, en un plazo no mayor a ciento veinte días posteriores a la presentación del informe. B) Proponer a la ANEP y a la universidad de la República programas conjuntos para la formación de docentes de todos los niveles de la enseñanza pública. ",
    "textoModificado": " (Del Programa Nacional de Fortalecimiento de la Formación en Educación).- Créase en el Inciso 11 'Ministerio de Educación y Cultura' el Programa Nacional de Fortalecimiento de la Formación en Educación, que tendrá los siguientes fines: A) Promover y apoyar el desarrollo de programas universitarios de formación en educación en un marco de respeto a la autonomía de las instituciones formadoras y en coordinación con la Administración Nacional de Educación Pública en lo pertinente. B) Crear un Sistema Nacional de Becas de Formación en Educación que premie la continuidad y calidad de los estudios por parte de estudiantes de todo el país que sigan programas universitarios de formación en educación. C) Desarrollar, en coordinación con el Instituto Nacional de Evaluación Educativa y la Administración Nacional de Educación Pública, un sistema permanente de evaluación y monitoreo de la calidad docente, que sirva como sustento al desarrollo de políticas de acompañamiento y mejora. D) Apoyar a ANEP y a las instituciones educativas en sus esfuerzos por mejorar la calidad docente, las condiciones de ejercicio de la profesión y los horizontes de desarrollo profesional de los educadores de todo el país.(*) "
}