{
    "fechaDescarga": "05/01/2021, 10:52:57",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN VII - RELACIONES LABORALES Y SEGURIDAD SOCIAL  CAPÍTULO III - ELECCIÓN DE LOS DIRECTORES SOCIALES DEL BANCO DE PREVISIÓN  ",
        "nombreArticulo": "Artículo 399 ",
        "textoArticulo": "    (Elección de representación en el Directorio del Banco de Previsión Social. Registro de listas).-\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 16.241 de 09/01/1992 artículo \r\n<a href=\"/bases/leyes/16241-1992/14\" >14</a>.\r\n"
    },
    "numeroArticulo": "399",
    "seccionArticulo": "VII",
    "capituloArticulo": "III",
    "textoArticulo": " (Elección de representación en el Directorio del Banco de Previsión Social. Registro de listas).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 16.241 de 09/01/1992 artículo 14. ",
    "textoOriginal": " Modifícase el artículo 14 de la Ley N° 16.241, de 9 de enero de 1992, el que quedará redactado de la siguiente forma: \"ARTÍCULO 14.- En cada uno de los órdenes podrán registrar listas para la elección, las organizaciones nacionales que cumplan los siguientes requisitos: 1) Sean representativas, individualmente o en conjunto: A) En el caso de los afiliados activos, de electores de más de un grupo de actividad de los Consejos de Salarios, conforme a la clasificación realizada en la normativa aplicable. B) En el caso de los afiliados pasivos, de electores de más de un sector de afiliación al Banco de Previsión Social (\"Industria y Comercio\", \"Civil y Escolar\", \"Rural y Doméstico\") C) En el caso de las empresas contribuyentes, de electores de más de una sección de actividades, conforme a las definiciones contenidas al respecto en la Clasificación Industrial Internacional Uniforme (CIIU). 2) Sean representativas, cada una de ellas, de un número no inferior al 1% (uno por ciento) de los habilitados para votar en ese orden. 3) Cuenten con personería jurídica vigente desde por lo menos dos años antes del vencimiento del plazo para el registro de listas. Fuera de lo previsto en la presente ley, las organizaciones tendrán completa libertad para definir las formas o procedimientos para decidir la integración de las listas. No se habilitará ningún tipo de acumulación de votos por listas distintas\". ",
    "textoModificado": " En cada uno de los órdenes podrán registrar listas para la elección las organizaciones con personería jurídica que representen a electores del orden respectivo y un número de electores no inferior al 1% (uno por ciento) de los habilitados para votar en cada orden. No se admitirá ningún tipo de acumulación. (*) "
}