{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 167 ",
        "textoArticulo": "    (Concepto).-\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/76\" >76</a>.\r\n"
    },
    "numeroArticulo": "167",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticuloMarkdown": " (Concepto).- (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Ley Nº 18.437 de 12/12/2008 artículo [76](https://www.impo.com.uy/bases/leyes/18437-2008/76). ",
    "textoOriginalMarkdown": "  (Concepto).- En todo centro educativo público de Educación Inicial,\r\nPrimaria, Media Básica y Medio Superior y Educación Técnico-Profesional,\r\nfuncionará un Consejo de Participación integrado por: estudiantes o\r\nparticipantes, educadores o docentes, madres, padres o responsables y\r\nrepresentantes de la comunidad.\r\nLos respectivos Consejos de Educación reglamentarán su forma de elección y\r\nfuncionamiento.\r\nLos Consejos de Participación de Centros Educativos de Educación Media\r\nBásica, Educación Media Superior y Educación Técnico-Profesional (UTU)\r\ndeberán incluir entre sus miembros, al menos un tercio de representantes\r\nestudiantiles.\r\n ",
    "textoModificadoMarkdown": " (Concepto).- En todo centro educativo público de Educación Inicial, Primaria, Secundaria y Educación Técnico-Profesional, funcionará un Consejo de Participación integrado por: estudiantes, educadores o docentes, funcionarios no docentes, madres, padres o responsables, y representantes de la comunidad. Las respectivas Direcciones Generales propondrán al Consejo Directivo Central la reglamentación de su forma de elección y funcionamiento. En el ámbito de la formación en educación funcionarán los Consejos Asesores y Consultivos previstos por la Ley N° 16.507, de 14 de junio de 1994, en las condiciones establecidas por dicha norma y la reglamentación dictada por el Consejo Directivo Central.(*) "
}