{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IV - ECONOMÍA Y EMPRESAS PÚBLICAS  CAPÍTULO VII - MERCADO DEL PETRÓLEO CRUDO Y DERIVADOS  ",
        "nombreArticulo": "Artículo 237 ",
        "textoArticulo": "    (Reforma del mercado de petróleo crudo y derivados).- Encomiéndase al Poder Ejecutivo, en un plazo de ciento ochenta días contados a partir de la vigencia de la presente ley a presentar a la Asamblea General una propuesta integral de revisión, tanto legal como reglamentaria, del mercado de combustibles que contemple, entre otros aspectos, los siguientes:\r\n\r\nA) Un estudio sobre refinado, exportación e importación de petróleo y sus\r\n   derivados, tomando en cuenta las condiciones, posibilidades e\r\n   infraestructura presente en el país.\r\n\r\nB) Un estudio de la cadena de comercialización interna de combustibles,\r\n   incluyendo análisis estadísticos y evaluación de afectación por\r\n   factores no impuestos por el sistema y que podrían o debieran\r\n   modificarse.\r\n\r\nC) Un estudio sobre los aspectos regulatorios del mercado de\r\n   combustibles, incluyendo análisis comparativo con mercados de\r\n   combustibles externos.\r\n\r\nD) Un estudio sobre los tributos y subsidios incluidos en los precios de\r\n   venta al público, incluyendo protección de consecuencias de\r\n   variantes.\r\n\r\nE) Un estudio sobre la rentabilidad y el aporte de valor de la Refinería\r\n   La Teja, incluyendo el análisis de los estados de resultados del\r\n   negocio de combustibles de la Administración Nacional de Combustibles,\r\n   Alcohol y Pórtland (ANCAP) en los últimos cinco años.\r\n\r\nF) Un estudio sobre los esquemas de subsidios directos o indirectos entre\r\n   las distintas actividades y líneas de negocios que desarrolla ANCAP,\r\n   en cuanto a su incidencia en los precios de venta al público y en la\r\n   eficiencia de los procesos productivos, en particular en aquellas\r\n   actividades que se desarrollan en regímenes de competencia.\r\n\r\n   A efectos del cumplimiento de lo establecido en el inciso precedente, el Poder Ejecutivo podrá convocar un comité de expertos en la materia que funcionará y se integrará en la forma que establezca la reglamentación, dotando al mismo de acceso a toda la información pertinente, incluida la metodología de nuevo cálculo de precios de paridad de importación. ",
        "notasArticulo": "<b>Reglamentado por:</b> Decreto <a href=\"/bases/decretos/271-2020\" >Nº 271/020</a> de 05/10/2020.\r\n"
    },
    "numeroArticulo": "237",
    "seccionArticulo": "IV",
    "capituloArticulo": "VII",
    "textoArticuloMarkdown": " (Reforma del mercado de petróleo crudo y derivados).- Encomiéndase al Poder Ejecutivo, en un plazo de ciento ochenta días contados a partir de la vigencia de la presente ley a presentar a la Asamblea General una propuesta integral de revisión, tanto legal como reglamentaria, del mercado de combustibles que contemple, entre otros aspectos, los siguientes: A) Un estudio sobre refinado, exportación e importación de petróleo y sus derivados, tomando en cuenta las condiciones, posibilidades e infraestructura presente en el país. B) Un estudio de la cadena de comercialización interna de combustibles, incluyendo análisis estadísticos y evaluación de afectación por factores no impuestos por el sistema y que podrían o debieran modificarse. C) Un estudio sobre los aspectos regulatorios del mercado de combustibles, incluyendo análisis comparativo con mercados de combustibles externos. D) Un estudio sobre los tributos y subsidios incluidos en los precios de venta al público, incluyendo protección de consecuencias de variantes. E) Un estudio sobre la rentabilidad y el aporte de valor de la Refinería La Teja, incluyendo el análisis de los estados de resultados del negocio de combustibles de la Administración Nacional de Combustibles, Alcohol y Pórtland (ANCAP) en los últimos cinco años. F) Un estudio sobre los esquemas de subsidios directos o indirectos entre las distintas actividades y líneas de negocios que desarrolla ANCAP, en cuanto a su incidencia en los precios de venta al público y en la eficiencia de los procesos productivos, en particular en aquellas actividades que se desarrollan en regímenes de competencia. A efectos del cumplimiento de lo establecido en el inciso precedente, el Poder Ejecutivo podrá convocar un comité de expertos en la materia que funcionará y se integrará en la forma que establezca la reglamentación, dotando al mismo de acceso a toda la información pertinente, incluida la metodología de nuevo cálculo de precios de paridad de importación. ",
    "notasArticuloMarkdown": "**Reglamentado por:** Decreto [Nº 271/020](https://www.impo.com.uy/bases/decretos/271-2020) de 05/10/2020. ",
    "textoOriginalMarkdown": " (Reforma del mercado de petróleo crudo y derivados).- Encomiéndase al Poder Ejecutivo, en un plazo de ciento ochenta días contados a partir de la vigencia de la presente ley a presentar a la Asamblea General una propuesta integral de revisión, tanto legal como reglamentaria, del mercado de combustibles que contemple, entre otros aspectos, los siguientes: A) Un estudio sobre refinado, exportación e importación de petróleo y sus derivados, tomando en cuenta las condiciones, posibilidades e infraestructura presente en el país. B) Un estudio de la cadena de comercialización interna de combustibles, incluyendo análisis estadísticos y evaluación de afectación por factores no impuestos por el sistema y que podrían o debieran modificarse. C) Un estudio sobre los aspectos regulatorios del mercado de combustibles, incluyendo análisis comparativo con mercados de combustibles externos. D) Un estudio sobre los tributos y subsidios incluidos en los precios de venta al público, incluyendo protección de consecuencias de variantes. E) Un estudio sobre la rentabilidad y el aporte de valor de la Refinería La Teja, incluyendo el análisis de los estados de resultados del negocio de combustibles de la Administración Nacional de Combustibles, Alcohol y Pórtland (ANCAP) en los últimos cinco años. F) Un estudio sobre los esquemas de subsidios directos o indirectos entre las distintas actividades y líneas de negocios que desarrolla ANCAP, en cuanto a su incidencia en los precios de venta al público y en la eficiencia de los procesos productivos, en particular en aquellas actividades que se desarrollan en regímenes de competencia. A efectos del cumplimiento de lo establecido en el inciso precedente, el Poder Ejecutivo podrá convocar un comité de expertos en la materia que funcionará y se integrará en la forma que establezca la reglamentación, dotando al mismo de acceso a toda la información pertinente, incluida la metodología de nuevo cálculo de precios de paridad de importación. ",
    "textoModificadoMarkdown": null
}