{
    "fechaDescarga": "05/01/2021, 10:53:08",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IX - NORMATIVA SOBRE LA EMERGENCIA EN VIVIENDA  CAPÍTULO II - RÉGIMEN DE ARRENDAMIENTO SIN GARANTÍA  ",
        "nombreArticulo": "Artículo 431 ",
        "textoArticulo": "    (Trámite del proceso de desalojo por vencimiento del plazo. Citación de excepciones).- En el mismo decreto que se dispone el desalojo se citará al arrendatario de excepciones por el plazo de seis días hábiles. El arrendatario podrá oponer exclusivamente las excepciones establecidas en el artículo 133 del Código General del Proceso y la de falta de cumplimiento de los requisitos establecidos en el artículo 421 de la presente ley.\r\n\r\n   El Juez rechazará sin sustanciar cualquier excepción que no sea de las previstas en el inciso anterior. El Tribunal también rechazará sin sustanciar cualquier otro escrito o solicitud que a su juicio tenga una finalidad dilatoria, salvo aquellas que puedan producir la nulidad total o parcial del proceso a criterio del Tribunal.\r\n "
    },
    "numeroArticulo": "431",
    "seccionArticulo": "IX",
    "capituloArticulo": "II",
    "textoArticulo": " (Trámite del proceso de desalojo por vencimiento del plazo. Citación de excepciones).- En el mismo decreto que se dispone el desalojo se citará al arrendatario de excepciones por el plazo de seis días hábiles. El arrendatario podrá oponer exclusivamente las excepciones establecidas en el artículo 133 del Código General del Proceso y la de falta de cumplimiento de los requisitos establecidos en el artículo 421 de la presente ley. El Juez rechazará sin sustanciar cualquier excepción que no sea de las previstas en el inciso anterior. El Tribunal también rechazará sin sustanciar cualquier otro escrito o solicitud que a su juicio tenga una finalidad dilatoria, salvo aquellas que puedan producir la nulidad total o parcial del proceso a criterio del Tribunal. ",
    "textoOriginal": " (Trámite del proceso de desalojo por vencimiento del plazo. Citación de excepciones).- En el mismo decreto que se dispone el desalojo se citará al arrendatario de excepciones por el plazo de seis días hábiles. El arrendatario podrá oponer exclusivamente las excepciones establecidas en el artículo 133 del Código General del Proceso y la de falta de cumplimiento de los requisitos establecidos en el artículo 421 de la presente ley. El Juez rechazará sin sustanciar cualquier excepción que no sea de las previstas en el inciso anterior. El Tribunal también rechazará sin sustanciar cualquier otro escrito o solicitud que a su juicio tenga una finalidad dilatoria, salvo aquellas que puedan producir la nulidad total o parcial del proceso a criterio del Tribunal. "
}