{
    "fechaDescarga": "05/01/2021, 10:52:37",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IV - ECONOMÍA Y EMPRESAS PÚBLICAS  CAPÍTULO IV - LIBERTAD FINANCIERA  ",
        "nombreArticulo": "Artículo 215 ",
        "textoArticulo": "    (Opción a favor del trabajador).- \r\n \r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 19.210 de 29/04/2014 artículo \r\n<a href=\"/bases/leyes/19210-2014/10\" >10</a>.\r\n"
    },
    "numeroArticulo": "215",
    "seccionArticulo": "IV",
    "capituloArticulo": "IV",
    "textoArticulo": " (Opción a favor del trabajador).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 19.210 de 29/04/2014 artículo 10. ",
    "textoOriginal": " (Pago de nómina).- El pago de las remuneraciones y toda otra partida en dinero que tengan derecho a percibir los trabajadores en relación de dependencia, cualquiera sea su empleador, deberá efectuarse a través de acreditación en cuenta en instituciones de intermediación financiera o en instrumento de dinero electrónico, en instituciones que ofrezcan este servicio, en las condiciones establecidas en la presente ley y en consonancia con las disposiciones complementarias que se dicten para reglamentarla. El sistema de pago que se instituye no implica aceptación de la liquidación por parte del dependiente, ni enerva la obligación del empleador de extender los recibos de haberes, en las condiciones previstas en las normas reglamentarias del artículo 10 de la Ley N° 16.244, de 30 de marzo de 1992. Facúltase al Poder Ejecutivo a establecer un sistema de recibo de haberes y de firma en formato electrónico. ",
    "textoModificado": " (Pago de nómina).- Sin perjuicio de la modalidad de pago en efectivo, el pago de las remuneraciones y de toda otra partida en dinero que tengan derecho a percibir los trabajadores en relación de dependencia, cualquiera sea su empleador, podrá efectuarse a través de acreditación en cuenta en instituciones de intermediación financiera o en instrumento de dinero electrónico, en instituciones que ofrezcan este servicio, en las condiciones establecidas en la presente ley y de conformidad con las disposiciones complementarias que se dicten para reglamentarla. El sistema de pago que se instituye no implica aceptación de la liquidación por parte del dependiente, ni enerva la obligación del empleador de extender los recibos de haberes, en las condiciones previstas en las normas reglamentarias del artículo 10 de la Ley N° 16.244, de 30 de marzo de 1992. Facúltase al Poder Ejecutivo a establecer un sistema de recibo de haberes y de firma en formato electrónico, independiente de la modalidad aplicada para el pago de las remuneraciones y de toda otra partida que tengan derecho a percibir los trabajadores en relación de dependencia.(*) "
}