{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO V - NORMAS SOBRE ADOLESCENTES PRIVADOS DE LIBERTAD  ",
        "nombreArticulo": "Artículo 78 ",
        "textoArticulo": "    (Limitaciones)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código de la Niñez y la Adolescencia \r\nde 07/09/2004 artículo <a href=\"/bases/codigo-ninez-adolescencia/17823-2004/222\" >222</a>.\r\n"
    },
    "numeroArticulo": "78",
    "seccionArticulo": "I",
    "capituloArticulo": "V",
    "textoArticuloMarkdown": " (Limitaciones) (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Código de la Niñez y la Adolescencia de 07/09/2004 artículo [222](https://www.impo.com.uy/bases/codigo-ninez-adolescencia/17823-2004/222). ",
    "textoOriginalMarkdown": "  Sustitúyese el artículo 222 del Código de la Niñez y la Adolescencia (Ley\r\nN° 17.823, de 7 de setiembre de 2004), que quedará redactado de la\r\nsiguiente manera:\r\n     \"ARTÍCULO 222. (Limitaciones).- La información relativa a niños y\r\n     adolescentes no podrá ser utilizada como base de datos para el\r\n     rastreo de los mismos, una vez alcanzada la mayoría de edad.\r\n     Los antecedentes judiciales y administrativos de los niños o\r\n     adolescentes que hayan estado en conflicto con la ley se deberán\r\n     destruir en forma inmediata al cumplir los dieciocho años o al cese\r\n     de la medida.\r\n     No obstante, cuando el adolescente en conflicto con la ley haya sido\r\n     penado por el delito de violación (artículo 272 del Código Penal),\r\n     rapiña (artículo 344 del Código Penal), copamiento (artículo 344 bis\r\n     del Código Penal), secuestro (artículo 346 del Código Penal) o las\r\n     diferentes variantes del homicidio intencional (artículos 310, 310\r\n     bis, 311 y 312 del Código Penal), el Juez, en el momento de dictar\r\n     sentencia, podrá imponer -como pena accesoria- la conservación de los\r\n     antecedentes a los efectos que, una vez alcanzada la mayoría de edad;\r\n     si volviera a cometer otro delito doloso o ultraintencional no pueda\r\n     ser considerado primario.\r\n     En todos los casos los antecedentes judiciales de adolescentes serán\r\n     eliminados:\r\n     A) Pasados dos años desde que cumplieran la mayoría de edad.\r\n     B) Pasados dos años posteriores al cumplimiento de la pena, cuando\r\n        ésta se extendiese más allá de los dieciocho años\".\r\n\r\nSala de Sesiones de la Cámara de Senadores, en Montevideo, a 6 de julio de\r\n2011.\r\nLUCÍA TOPOLANSKY, Presidenta; HUGO RODRÍGUEZ FILIPPINI, Secretario.\r\n\r\nMINISTERIO DE EDUCACIÓN Y CULTURA\r\n MINISTERIO DEL INTERIOR\r\n  MINISTERIO DE RELACIONES EXTERIORES\r\n   MINISTERIO DE ECONOMÍA Y FINANZAS\r\n    MINISTERIO DE DEFENSA NACIONAL\r\n     MINISTERIO DE TRANSPORTE Y OBRAS PÚBLICAS\r\n      MINISTERIO DE INDUSTRIA, ENERGÍA Y MINERÍA\r\n       MINISTERIO DE TRABAJO Y SEGURIDAD SOCIAL\r\n        MINISTERIO DE SALUD PÚBLICA\r\n         MINISTERIO DE GANADERÍA, AGRICULTURA Y PESCA\r\n          MINISTERIO DE TURISMO Y DEPORTE\r\n           MINISTERIO DE VIVIENDA, ORDENAMIENTO\r\n            TERRITORIAL Y MEDIO AMBIENTE\r\n             MINISTERIO DE DESARROLLO SOCIAL\r\n\r\n                                           Montevideo, 15 de Julio de 2011\r\n\r\nCúmplase, acúsese recibo, comuníquese, publíquese e insértese en el\r\nRegistro Nacional de Leyes y Decretos, la Ley por la que se sustituyen los\r\nartículos 116 y 222 de la Ley N° 17.823, de 7 de setiembre de 2004, Código\r\nde la Niñez y la Adolescencia, relacionados con las infracciones\r\nreiteradas y el mantenimiento de los antecedentes judiciales de los\r\nadolescentes en conflicto con la ley penal.\r\n ",
    "textoModificadoMarkdown": " (Limitaciones).- La información relativa a niños y adolescentes no podrá ser utilizada como base de datos para el rastreo de los mismos, una vez alcanzada la mayoría de edad. Los antecedentes judiciales y administrativos de los niños o adolescentes que hayan estado en conflicto con la ley se deberán destruir en forma inmediata al cumplir los dieciocho años o al cese de la medida. Lo establecido en el inciso precedente no será de aplicación cuando el adolescente en conflicto con la ley haya sido penado por los siguientes delitos: violación (artículo 272 del Código Penal), abuso sexual (artículo 272 BIS del Código Penal), abuso sexual especialmente agravado (artículo 272 TER del Código Penal), privación de libertad (artículo 281 del Código Penal), rapiña (artículo 344 del Código Penal), rapiña con privación de libertad. Copamiento (artículo 344 BIS del Código Penal), homicidio intencional (artículos 310, 310 BIS, 311 y 312 del Código Penal), o lesiones graves o gravísimas (artículos 317 y 318 del Código Penal), o delitos previstos en el Decreto-Ley N° 14.294, de 31 de octubre de 1974, y sus modificativas (estupefacientes), en los que se conservarán los antecedentes a los efectos de que, una vez alcanzada la mayoría de edad, si volviera a cometer otro delito a título de dolo como mayor, no puede ser considerado primario, computándose la agravante de la reincidencia, no obstante transcurrido tres quintas partes del plazo previsto en el numeral 1) del artículo 48 del Código Penal, contando desde la mayoría de edad, este será considerado primario legal. (*) "
}