{
    "fechaDescarga": "05/01/2021, 10:52:29",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 185 ",
        "textoArticulo": "    (Integración).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/107\" >107</a>.\r\n"
    },
    "numeroArticulo": "185",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (Integración).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 107. ",
    "textoOriginal": " (Integración).- La Comisión Coordinadora del Sistema Nacional de la Educación Pública, se integrará por: A) El Ministro o en su defecto el Subsecretario de Educación y Cultura. B) El Director de Educación del Ministerio de Educación y Cultura. C) El Rector de la Universidad de la República o en su defecto el Vice-Rector. D) Dos integrantes del Consejo Directivo Central de la Universidad de la República. E) El Presidente o en su defecto otro integrante del Consejo Directivo Central de la ANEP. F) Dos integrantes del Consejo Directivo Central de la ANEP. G) Representantes de las nuevas instituciones autónomas que se crean. ",
    "textoModificado": " (Integración).- La Comisión Coordinadora de la Educación se integrará por: A) El Ministro o, en su defecto, el Subsecretario de Educación y Cultura. B) El Director de Educación del Ministerio de Educación y Cultura. C) Un representante por la Universidad de la República. D) Un representante por la Universidad Tecnológica. E) Un representante por el conjunto de las instituciones universitarias privadas. F) El Presidente o, en su defecto, otro integrante con voto del Consejo Directivo Central de la Administración Nacional de Educación Pública (ANEP). G) Los Directores Generales y el Presidente del Consejo de Formación en Educación de la ANEP. H) Un representante de la educación primaria y media privadas. I) Un representante de la Comisión Nacional de Educación no Formal. J) Un representante del Instituto del Niño y Adolescente del Uruguay. K) Un representante del Instituto Nacional de Empleo y Formación Profesional. L) Un representante de las instituciones de formación militar. M) Un representante de las instituciones de formación policial. N) Un representante de las Escuelas de Formación Artística del Servicio Oficial de Difusión, Representaciones y Espectáculos.(*) "
}