{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IX - NORMATIVA SOBRE LA EMERGENCIA EN VIVIENDA  CAPÍTULO II - RÉGIMEN DE ARRENDAMIENTO SIN GARANTÍA  ",
        "nombreArticulo": "Artículo 440 ",
        "textoArticulo": "    (Desalojo por mal pagador. Citación de excepciones).- En el mismo decreto que se dispone el desalojo se citará al arrendatario de excepciones por el plazo de seis días hábiles. El arrendatario podrá oponer exclusivamente las excepciones establecidas en el artículo 133 del Código General del Proceso, la de falta de cumplimiento de los requisitos establecidos en el artículo 421 de la presente ley, y la excepción de pago. No se admitirá la excepción de pago parcial. \r\n\r\n   El Tribunal relevará las excepciones opuestas con especial diligencia y celeridad, y rechazará sin sustanciar toda excepción que no fuere de las enumeradas en el inciso anterior, o que no se opusiere en forma clara y concreta, cualquiera sea el nombre que el arrendatario les diere, o que no se acompañare con medios probatorios suficientes. El Tribunal también rechazará sin sustanciar toda excepción de pago que no sea acompañada con probanza documental que demuestre fehacientemente el pago del arriendo y cualquier otro escrito o solicitud que a su juicio tenga una finalidad dilatoria.\r\n ",
        "notasArticulo": "<b>Ver en esta norma, artículo:</b> <a href=\"/bases/leyes/19889-2020/453\" >453</a>.\r\n"
    },
    "numeroArticulo": "440",
    "seccionArticulo": "IX",
    "capituloArticulo": "II",
    "textoArticulo": " (Desalojo por mal pagador. Citación de excepciones).- En el mismo decreto que se dispone el desalojo se citará al arrendatario de excepciones por el plazo de seis días hábiles. El arrendatario podrá oponer exclusivamente las excepciones establecidas en el artículo 133 del Código General del Proceso, la de falta de cumplimiento de los requisitos establecidos en el artículo 421 de la presente ley, y la excepción de pago. No se admitirá la excepción de pago parcial. El Tribunal relevará las excepciones opuestas con especial diligencia y celeridad, y rechazará sin sustanciar toda excepción que no fuere de las enumeradas en el inciso anterior, o que no se opusiere en forma clara y concreta, cualquiera sea el nombre que el arrendatario les diere, o que no se acompañare con medios probatorios suficientes. El Tribunal también rechazará sin sustanciar toda excepción de pago que no sea acompañada con probanza documental que demuestre fehacientemente el pago del arriendo y cualquier otro escrito o solicitud que a su juicio tenga una finalidad dilatoria. ",
    "notasArticulo": "Ver en esta norma, artículo: 453. ",
    "textoOriginal": " (Desalojo por mal pagador. Citación de excepciones).- En el mismo decreto que se dispone el desalojo se citará al arrendatario de excepciones por el plazo de seis días hábiles. El arrendatario podrá oponer exclusivamente las excepciones establecidas en el artículo 133 del Código General del Proceso, la de falta de cumplimiento de los requisitos establecidos en el artículo 421 de la presente ley, y la excepción de pago. No se admitirá la excepción de pago parcial. El Tribunal relevará las excepciones opuestas con especial diligencia y celeridad, y rechazará sin sustanciar toda excepción que no fuere de las enumeradas en el inciso anterior, o que no se opusiere en forma clara y concreta, cualquiera sea el nombre que el arrendatario les diere, o que no se acompañare con medios probatorios suficientes. El Tribunal también rechazará sin sustanciar toda excepción de pago que no sea acompañada con probanza documental que demuestre fehacientemente el pago del arriendo y cualquier otro escrito o solicitud que a su juicio tenga una finalidad dilatoria. ",
    "textoModificado": null
}