{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO I - PARTE GENERAL  TITULO I - DE LOS DELITOS  CAPITULO II - DE LA APLICACION DE LAS LEYES PENALES  ",
    "nombreArticulo": "Artículo 10 ",
    "textoArticulo": "    (La ley Penal. El principio de la defensa y el de la personalidad)\r\n   Se sustraen a la aplicación de la ley uruguaya, los delitos cometidos\r\npor nacionales o extranjeros en territorio extranjero, con las siguientes\r\nexcepciones:\r\n   1. Los delitos cometidos contra la seguridad del Estado.\r\n   2. Los delitos de falsificación del sello del Estado, o uso del sello\r\nfalsificado del Estado.\r\n   3. Los delitos de falsificación de moneda de curso legal en el\r\nterritorio del Estado o de títulos nacionales de crédito público.\r\n   4. Los delitos cometidos por funcionarios al servicio de la República,\r\ncon abuso de sus funciones o mediante violación de los deberes inherentes\r\nal cargo.\r\n   5. Los delitos cometidos por un uruguayo castigado tanto por la ley\r\nextranjera como por la nacional, cuando se autor fuere habido en el\r\nterritorio de la República y no fuese requerido por las autoridades del\r\npaís donde cometió el delito, aplicándose en ese caso la ley más benigna.\r\n   6. Los delitos cometidos por un extranjero en perjuicio de un uruguayo\r\no en perjuicio del país, con sujeción a lo establecido en el inciso\r\nprecedente y siempre que concurran las circunstancias en él articuladas.\r\n   7. Todos los demás delitos sometidos a la ley uruguaya en virtud de\r\ndisposiciones especiales de orden interno o de convenios internacionales.\r\n ",
    "notasArticulo": "<b>Ver en esta norma, artículo:</b> <a href=\"/bases/codigo-penal/9155-1933/11\" >11</a>.\r\n",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/10?verreferencias=articulo",
    "textoArticuloMarkdown": " (La ley Penal. El principio de la defensa y el de la personalidad) Se sustraen a la aplicación de la ley uruguaya, los delitos cometidos por nacionales o extranjeros en territorio extranjero, con las siguientes excepciones: 1. Los delitos cometidos contra la seguridad del Estado. 2. Los delitos de falsificación del sello del Estado, o uso del sello falsificado del Estado. 3. Los delitos de falsificación de moneda de curso legal en el territorio del Estado o de títulos nacionales de crédito público. 4. Los delitos cometidos por funcionarios al servicio de la República, con abuso de sus funciones o mediante violación de los deberes inherentes al cargo. 5. Los delitos cometidos por un uruguayo castigado tanto por la ley extranjera como por la nacional, cuando se autor fuere habido en el territorio de la República y no fuese requerido por las autoridades del país donde cometió el delito, aplicándose en ese caso la ley más benigna. 6. Los delitos cometidos por un extranjero en perjuicio de un uruguayo o en perjuicio del país, con sujeción a lo establecido en el inciso precedente y siempre que concurran las circunstancias en él articuladas. 7. Todos los demás delitos sometidos a la ley uruguaya en virtud de disposiciones especiales de orden interno o de convenios internacionales. ",
    "anteriorOriginal": {}
}