{
    "fechaDescarga": "05/01/2021, 10:50:47",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO II - NORMAS SOBRE PROCESO PENAL  ",
        "nombreArticulo": "Artículo 21 ",
        "textoArticulo": "    (Declaraciones voluntarias del indagado ante la policía).-\r\n \r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código del Proceso Penal 2017 de \r\n19/12/2014 artículo <a href=\"/bases/codigo-proceso-penal-2017/19293-2014/61\" >61</a>.\r\n"
    },
    "numeroArticulo": "21",
    "seccionArticulo": "I",
    "capituloArticulo": "II",
    "textoArticulo": " (Declaraciones voluntarias del indagado ante la policía).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Código del Proceso Penal 2017 de 19/12/2014 artículo 61. ",
    "textoOriginal": " (Declaraciones del imputado ante la policía).La autoridad administrativa solo podrá interrogar autónomamente al imputado a los efectos de constatar su identidad. Si el imputado manifiesta su disposición a declarar, se tomarán las medidas necesarias para que declare inmediatamente ante el fiscal. Si esto no fuera posible, se podrá consignar las declaraciones que voluntariamente quiera prestar, previa autorización del fiscal y bajo su responsabilidad. ",
    "textoModificado": " (Declaraciones voluntarias del indagado ante la Policía).- La autoridad administrativa podrá interrogar autónomamente al indagado informándole previamente de sus derechos, a los efectos de constatar su identidad y para realizar averiguaciones, investigar, obtener evidencias y aclarar el presunto delito. Atento a lo que resulte de las averiguaciones, investigación y las declaraciones voluntarias del indagado, se procederá a ponerlo a disposición para que declare ante el fiscal. (*) "
}