{
    "fechaDescarga": "05/01/2021, 10:53:30",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN XI - OTRAS DISPOSICIONES  CAPÍTULO II - PORTABILIDAD NÚMERICA  ",
        "nombreArticulo": "Artículo 473 ",
        "textoArticulo": "    (Comité de Portabilidad Numérica).- En los servicios de telefonía móvil se facilitará la conservación del número al usuario, aun cuando se modifique la modalidad tecnológica de la prestación del servicio.\r\n\r\n   La portabilidad numérica se implementará, de conformidad con el cronograma que, para tal fin, elabore la Unidad Reguladora de Servicios de Comunicaciones (URSEC). A tales efectos, dicha entidad deberá conformar un Comité de Portabilidad Numérica dentro de los sesenta días de promulgada la presente ley. \r\n\r\n   La plataforma tecnológica para la implementación de la portabilidad numérica quedará sujeta a los estudios técnicos y de impacto económico que realizará el referido Comité.\r\n\r\n   El Comité de Portabilidad Numérica funcionará en el ámbito de la URSEC y se conformará con personas de notoria solvencia y experiencia técnica en la materia. La URSEC propondrá al Poder Ejecutivo, para su aprobación, y dentro del plazo establecido en el presente artículo una nómina de expertos para integrar el Comité. \r\n "
    },
    "numeroArticulo": "473",
    "seccionArticulo": "XI",
    "capituloArticulo": "II",
    "textoArticulo": " (Comité de Portabilidad Numérica).- En los servicios de telefonía móvil se facilitará la conservación del número al usuario, aun cuando se modifique la modalidad tecnológica de la prestación del servicio. La portabilidad numérica se implementará, de conformidad con el cronograma que, para tal fin, elabore la Unidad Reguladora de Servicios de Comunicaciones (URSEC). A tales efectos, dicha entidad deberá conformar un Comité de Portabilidad Numérica dentro de los sesenta días de promulgada la presente ley. La plataforma tecnológica para la implementación de la portabilidad numérica quedará sujeta a los estudios técnicos y de impacto económico que realizará el referido Comité. El Comité de Portabilidad Numérica funcionará en el ámbito de la URSEC y se conformará con personas de notoria solvencia y experiencia técnica en la materia. La URSEC propondrá al Poder Ejecutivo, para su aprobación, y dentro del plazo establecido en el presente artículo una nómina de expertos para integrar el Comité. ",
    "textoOriginal": " (Comité de Portabilidad Numérica).- En los servicios de telefonía móvil se facilitará la conservación del número al usuario, aun cuando se modifique la modalidad tecnológica de la prestación del servicio. La portabilidad numérica se implementará, de conformidad con el cronograma que, para tal fin, elabore la Unidad Reguladora de Servicios de Comunicaciones (URSEC). A tales efectos, dicha entidad deberá conformar un Comité de Portabilidad Numérica dentro de los sesenta días de promulgada la presente ley. La plataforma tecnológica para la implementación de la portabilidad numérica quedará sujeta a los estudios técnicos y de impacto económico que realizará el referido Comité. El Comité de Portabilidad Numérica funcionará en el ámbito de la URSEC y se conformará con personas de notoria solvencia y experiencia técnica en la materia. La URSEC propondrá al Poder Ejecutivo, para su aprobación, y dentro del plazo establecido en el presente artículo una nómina de expertos para integrar el Comité. "
}