{
    "fechaDescarga": "05/01/2021, 10:51:34",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN II - SECRETARÍA DE INTELIGENCIA ESTRATÉGICA DE ESTADO  ",
        "nombreArticulo": "Artículo 118 ",
        "textoArticulo": "    (Definición)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 19.696 de 29/10/2018 artículo \r\n<a href=\"/bases/leyes/19696-2018/8\" >8</a>.\r\n"
    },
    "numeroArticulo": "118",
    "seccionArticulo": "II",
    "capituloArticulo": null,
    "textoArticulo": " (Definición) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 19.696 de 29/10/2018 artículo 8. ",
    "textoOriginal": " (Definición).- El Sistema Nacional de Inteligencia de Estado comprende el conjunto de todos los organismos y órganos, independientes entre sí y funcionalmente coordinados, que dirigen y ejecutan actividades específicas de Inteligencia y Contra inteligencia. Todos los componentes del Sistema Nacional de Inteligencia de Estado, sin perjuicio de su dependencia orgánica y de sus cometidos específicos se relacionarán entre sí y cooperarán e intercambiarán información a fin de producir Inteligencia Estratégica, bajo la coordinación de la Secretaría de Inteligencia Estratégica de Estado, en las condiciones que establezca la reglamentación. Lo dispuesto en los incisos precedentes se organizará a través de una Mesa Coordinadora de Inteligencia que será convocada y presidida por el Director de la Secretaría de Inteligencia Estratégica de Estado. ",
    "textoModificado": " (Definición).- El Sistema Nacional de Inteligencia de Estado comprende el conjunto de todos los organismos y órganos, independientes entre sí y funcionalmente coordinados, que dirigen y ejecutan actividades específicas de inteligencia y contrainteligencia. Todos los componentes del Sistema Nacional de Inteligencia de Estado, sin perjuicio de su dependencia orgánica y de sus cometidos específicos se relacionarán entre sí y cooperarán e intercambiarán información a fin de producir inteligencia estratégica, bajo la dirección técnica de la Secretaría de Inteligencia Estratégica de Estado, en las condiciones que establezca la reglamentación. Lo dispuesto en los incisos precedentes se organizará a través de una Mesa Coordinadora de Inteligencia que será convocada y presidida por el Director de la Secretaría de Inteligencia Estratégica de Estado. (*) "
}