{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IX - NORMATIVA SOBRE LA EMERGENCIA EN VIVIENDA  CAPÍTULO II - RÉGIMEN DE ARRENDAMIENTO SIN GARANTÍA  ",
        "nombreArticulo": "Artículo 428 ",
        "textoArticulo": "    (Cláusulas nulas).- Serán absolutamente nulas las cláusulas de los contratos de arrendamiento o subarrendamiento que establezcan directa o indirectamente:\r\n\r\nA) La renuncia anticipada a los plazos de desalojo y lanzamiento\r\n   establecidos en esta ley.\r\n\r\nB) La elevación del alquiler o su pago por adelantado a regir una vez\r\n   vencido el plazo del contrato. El precio abonado por el último mes de\r\n   arriendo del plazo contractual será el que corresponderá al plazo de\r\n   desalojo y lanzamiento.\r\n\r\nC) Multa por falta de entrega al vencimiento del plazo contractual cuyo\r\n   monto sea cinco veces superior al valor del arriendo.\r\n "
    },
    "numeroArticulo": "428",
    "seccionArticulo": "IX",
    "capituloArticulo": "II",
    "textoArticuloMarkdown": " (Cláusulas nulas).- Serán absolutamente nulas las cláusulas de los contratos de arrendamiento o subarrendamiento que establezcan directa o indirectamente: A) La renuncia anticipada a los plazos de desalojo y lanzamiento establecidos en esta ley. B) La elevación del alquiler o su pago por adelantado a regir una vez vencido el plazo del contrato. El precio abonado por el último mes de arriendo del plazo contractual será el que corresponderá al plazo de desalojo y lanzamiento. C) Multa por falta de entrega al vencimiento del plazo contractual cuyo monto sea cinco veces superior al valor del arriendo. "
}