{
    "fechaDescarga": "05/01/2021, 10:52:09",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 158 ",
        "textoArticulo": "    (Cometidos de las Direcciones Generales y del Consejo de Formación en Educación).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/63\" >63</a>.\r\n"
    },
    "numeroArticulo": "158",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (Cometidos de las Direcciones Generales y del Consejo de Formación en Educación).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 63. ",
    "textoOriginal": " (Cometidos de los Consejos).- Compete a los Consejos de Educación: A) Desarrollar los procesos de enseñanza y aprendizaje correspondientes a su respectivo nivel educativo. B) Aprobar los planes de estudio y los programas de las asignaturas que ellos incluyan. C) Administrar los servicios y dependencias a su cargo. D) Supervisar el desarrollo de los planes, programas y cursos. E) Reglamentar la organización y el funcionamiento de los servicios a su cargo y adoptar las medidas que los mismos requieran. F) Proyectar los presupuestos de sueldos, gastos e inversiones correspondientes al nivel educativo asignado y sus modificaciones, así como las rendiciones de cuentas y balances de ejecución presupuestal correspondientes a los servicios a su cargo. G) Realizar toda clase de nombramientos, reelecciones, ascensos y sanciones, así como otorgar licencias y designar el personal docente y no docente, conforme al Estatuto del Funcionario y a las ordenanzas que apruebe el Consejo Directivo Central. Podrán también dictar normas en esta materia con arreglo al estatuto y a las ordenanzas. H) Proponer al Consejo Directivo Central de la ANEP la destitución del personal docente o no docente a su cargo, por razones de ineptitud, omisión o delito con las garantías que fija la ley y el estatuto respectivo. I) Designar al Secretario General de cada Consejo, con carácter de cargo de particular confianza, quien deberá haber sido funcionario del ente por un lapso no menor a diez años. J) Proyectar las normas estatutarias que crea necesarias para sus funcionarios y elevarlas al Consejo Directivo Central a los efectos de su aprobación e incorporación al Estatuto de los Funcionarios del ente. K) Habilitar, autorizar, supervisar y fiscalizar los institutos del nivel educativo correspondiente, en consonancia con los lineamientos aprobados por el Consejo Directivo Central. L) Conferir y revalidar certificados de estudio nacionales y revalidar certificados de estudio extranjeros en los niveles y modalidades de educación a su cargo. M) Adoptar las resoluciones atinentes al ámbito de su competencia, salvo aquellas que por la Constitución de la República, la presente ley y las ordenanzas correspondan a los demás órganos. N) Verificar en el caso de los Consejos de Educación Media Básica, Educación Media Superior y Educación Técnica-Profesional (UTU), la aprobación o validación en su caso del nivel anterior, así como habilitar para cursar los niveles educativos superiores correspondiente. O) Promover un clima de participación democrática y propiciar en forma permanente una reflexión crítica y responsable, en todo el ámbito de la institución a su cargo. P) Ejercer las demás atribuciones que le delegare especialmente el Consejo Directivo Central. ",
    "textoModificado": " (Cometidos de las Direcciones Generales y del Consejo de Formación en Educación).- Compete a las Direcciones Generales y al Consejo de Formación en Educación: A) Desarrollar los procesos de enseñanza y aprendizaje correspondientes a su respectivo nivel educativo. B) Elaborar los planes de estudio y los programas de las asignaturas que ellos incluyan y presentarlos al Consejo Directivo Central de la Administración Nacional de Educación Pública (ANEP) para su aprobación. C) Administrar los servicios y dependencias a su cargo. D) Supervisar el desarrollo de los planes, programas y cursos. E) Reglamentar la organización y el funcionamiento de los servicios a su cargo y adoptar las medidas que los mismos requieran. F) Proyectar los presupuestos de sueldos, gastos e inversiones correspondientes al nivel educativo asignado y sus modificaciones, así como las rendiciones de cuentas y balances de ejecución presupuestal correspondientes a los servicios a su cargo. G) Realizar nombramientos, reelecciones, ascensos y sanciones, así como otorgar licencias y designar el personal docente y no docente, conforme al Estatuto del Funcionario y a las ordenanzas que apruebe el Consejo Directivo Central. Podrán también dictar normas en esta materia con arreglo al estatuto y a las ordenanzas. H) Proponer al Consejo Directivo Central de la ANEP la destitución del personal docente o no docente a su cargo, por razones de ineptitud, omisión o delito con las garantías que fija la ley y el estatuto respectivo. I) Designar al Secretario General de cada subsistema, con carácter de cargo de particular confianza. J) Proyectar las normas estatutarias que crea necesarias para sus funcionarios y elevarlas al Consejo Directivo Central a los efectos de su aprobación e incorporación a los estatutos de funcionarios del ente. K) Habilitar, autorizar, supervisar y fiscalizar los institutos del nivel educativo correspondiente, en consonancia con la Constitución de la República, la ley y los lineamientos aprobados por el Consejo Directivo Central. L) Conferir y revalidar certificados de estudio nacionales, y reconocer los certificados de estudio extranjeros requeridos como condición de acceso para los niveles y modalidades de educación a su cargo. M) Adoptar las resoluciones atinentes al ámbito de su competencia, salvo aquellas que, por la Constitución de la República, la presente ley y las ordenanzas, correspondan a los demás órganos. N) Verificar la aprobación o validación del nivel educativo anterior, así como habilitar para cursar los niveles educativos superiores cuando correspondiere. O) Promover un clima de participación democrática y propiciar en forma permanente una reflexión crítica y responsable, en todo el ámbito de la institución a su cargo. P) Ejercer las demás atribuciones que le delegare especialmente el Consejo Directivo Central. (*) "
}