{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IX - NORMATIVA SOBRE LA EMERGENCIA EN VIVIENDA  CAPÍTULO II - RÉGIMEN DE ARRENDAMIENTO SIN GARANTÍA  ",
        "nombreArticulo": "Artículo 427 ",
        "textoArticulo": "    (Pago de consumos, gastos comunes u otros servicios accesorios a la locación).- El pago de los consumos, gastos comunes o servicios accesorios a la locación, serán de cargo del arrendatario, salvo pacto expreso en contrario en el contrato de arrendamiento.\r\n\r\n   Cuando ante la falta de pago del arrendatario, el arrendador haya pagado dos o más mensualidades de tributos nacionales, departamentales, consumos, gastos comunes u otros servicios accesorios, cuyo pago se haya establecido en la ley o en el contrato a cargo del arrendatario, la deuda se reputará indivisible con el alquiler y su falta de pago tendrá los mismos efectos que la del alquiler mismo. Quedan exceptuados de lo dispuesto en esta norma los gastos provenientes de las reparaciones o mejoras realizadas en el inmueble, las que continuarán rigiéndose por lo establecido en el Código Civil o el Decreto-Ley N° 14.219, de 4 de julio de 1974, según corresponda.\r\n "
    },
    "numeroArticulo": "427",
    "seccionArticulo": "IX",
    "capituloArticulo": "II",
    "textoArticulo": " (Pago de consumos, gastos comunes u otros servicios accesorios a la locación).- El pago de los consumos, gastos comunes o servicios accesorios a la locación, serán de cargo del arrendatario, salvo pacto expreso en contrario en el contrato de arrendamiento. Cuando ante la falta de pago del arrendatario, el arrendador haya pagado dos o más mensualidades de tributos nacionales, departamentales, consumos, gastos comunes u otros servicios accesorios, cuyo pago se haya establecido en la ley o en el contrato a cargo del arrendatario, la deuda se reputará indivisible con el alquiler y su falta de pago tendrá los mismos efectos que la del alquiler mismo. Quedan exceptuados de lo dispuesto en esta norma los gastos provenientes de las reparaciones o mejoras realizadas en el inmueble, las que continuarán rigiéndose por lo establecido en el Código Civil o el Decreto-Ley N° 14.219, de 4 de julio de 1974, según corresponda. "
}