{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO II  TITULO IV - DELITOS CONTRA LA ADMINISTRACION PUBLICA  CAPITULO I  ",
    "nombreArticulo": "Artículo 159 ",
    "textoArticulo": "    (Soborno) \r\n   El que indujere a un funcionario público a cometer cualquiera de los \r\ndelitos previstos en los artículos 157 y 158 será castigado por el simple hecho de la instigación, con una pena de la mitad a las dos terceras partes de la pena principal establecida para los mismos. \r\n   Se considerarán agravantes especiales:\r\n   1. Que el inducido sea funcionario policial o encargado de la prevención, investigación o represión de actividades ilícitas, siempre que el delito fuere cometido a raíz o en ocasión del ejercicio de sus funciones, o en razón de su calidad de tal y que esta última circunstancia sea ostensible para el autor del delito.\r\n   2. Que el inducido sea alguna de las personas comprendidas en los \r\nartículos 10 y 11 de la ley de prevención y lucha contra la corrupción. (*) ",
    "notasArticulo": "<b><font color=\"#0000FF\">Redacción dada por:</font></b> Ley Nº 17.060 de 23/12/1998 artículo <a href=\"/bases/leyes/17060-1998/8\" >8</a>.\r\n<b><font color=\"#0000FF\">Redacción dada anteriormente por:</font></b> Ley Nº 16.707 de 12/07/1995 artículo <a href=\"/bases/leyes/16707-1995/6\" >6</a>.\r\n<b>Reglamentado por:</b> Decreto <a href=\"/bases/decretos/30-2003\" >Nº 30/003</a> de 23/01/2003.\r\n<b>Ver en esta norma, artículo:</b> <a href=\"/bases/codigo-penal/9155-1933/177\" >177</a>.\r\n<br><b><font color=\"#008200\">TEXTO ORIGINAL:</font></b>\r\n      Ley Nº 16.707 de 12/07/1995 artículo <a href=\"/bases/leyes-originales/16707-1995/6\" >6</a>,\r\n      Ley Nº 9.155 de 04/12/1933 artículo <a href=\"/bases/textos-originales-ley/9155-1933/159\" >159</a>.\r\n",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/159?verreferencias=articulo",
    "textoArticuloMarkdown": " (Soborno) El que indujere a un funcionario público a cometer cualquiera de los delitos previstos en los artículos 157 y 158 será castigado por el simple hecho de la instigación, con una pena de la mitad a las dos terceras partes de la pena principal establecida para los mismos. Se considerarán agravantes especiales: 1. Que el inducido sea funcionario policial o encargado de la prevención, investigación o represión de actividades ilícitas, siempre que el delito fuere cometido a raíz o en ocasión del ejercicio de sus funciones, o en razón de su calidad de tal y que esta última circunstancia sea ostensible para el autor del delito. 2. Que el inducido sea alguna de las personas comprendidas en los artículos 10 y 11 de la ley de prevención y lucha contra la corrupción. (*) ",
    "anteriorOriginal": {
        "referencia": "Ley Nº 16.707 de 12/07/1995 artículo 6",
        "link": "https://www.impo.com.uy/bases/leyes-originales/16707-1995/6",
        "textoArticulo": " Sustitúyese el artículo 159 del Código Penal, por el siguiente:\r\n   \"159. Soborno. El que indujere a un funcionario público a cometer\r\ncualquiera de los delitos previstos en los artículos 157 y 158, será\r\ncastigado por el simple hecho de la instigación, con una pena de la mitad\r\na las dos terceras partes de la pena principal establecida para los\r\nmismos.\r\n   Se considerará agravante especial que el inducido sea funcionario\r\npolicial o encargado de la prevención, investigación o represión de\r\nactividades ilícitas, siempre que el delito fuere cometido a raíz o en\r\nocasión del ejercicio de sus funciones, o en razón de su calidad de tal y\r\nque esta última circunstancia sea ostensible para el autor del delito\".\r\n ",
        "textoArticuloMarkdown": " Sustitúyese el artículo 159 del Código Penal, por el siguiente: \"159. Soborno. El que indujere a un funcionario público a cometer cualquiera de los delitos previstos en los artículos 157 y 158, será castigado por el simple hecho de la instigación, con una pena de la mitad a las dos terceras partes de la pena principal establecida para los mismos. Se considerará agravante especial que el inducido sea funcionario policial o encargado de la prevención, investigación o represión de actividades ilícitas, siempre que el delito fuere cometido a raíz o en ocasión del ejercicio de sus funciones, o en razón de su calidad de tal y que esta última circunstancia sea ostensible para el autor del delito\". "
    }
}