{
    "fechaDescarga": "05/01/2021, 10:53:01",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN VIII - DESARROLLO SOCIAL Y SALUD  CAPÍTULO II - MEJORAS AL RÉGIMEN DE ADOPCIONES  ",
        "nombreArticulo": "Artículo 403 ",
        "textoArticulo": "    (Selección de familia adoptante).-\r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código de la Niñez y la Adolescencia \r\nde 07/09/2004 artículo <a href=\"/bases/codigo-ninez-adolescencia/17823-2004/132_6\" >132 - 6</a>.\r\n"
    },
    "numeroArticulo": "403",
    "seccionArticulo": "VIII",
    "capituloArticulo": "II",
    "textoArticulo": " (Selección de familia adoptante).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Código de la Niñez y la Adolescencia de 07/09/2004 artículo 132 - 6. ",
    "textoOriginal": " Incorpóranse al texto de la Ley N° 17.823, de 7 de setiembre de 2004, los siguientes artículos: \"ARTÍCULO 132.1. (Medidas provisionales).- El Instituto del Niño y Adolescente del Uruguay (INAU) tomará las medidas de asistencia material que el estado del niño, niña o adolescente requiera y comunicará la situación al Juez dentro de las veinticuatro horas siguientes de haber tomado conocimiento de la situación, quien dentro de las veinticuatro horas siguientes de recibir dicha comunicación dispondrá las medidas cautelares que correspondan (artículos 311 a 316 del Código General del Proceso). Las mismas consistirán en integrar al niño, niña o adolescente siguiendo un orden preferencial que no podrá dejar de observarse salvo motivos fundados en el interés superior del niño. En todos los casos deberá siempre ser oído el niño, niña o adolescente en el marco de la autonomía progresiva de la voluntad. Dicho orden preferencial será el siguiente: A) Un integrante de su familia biológica o extensa con quienes el niño, niña o adolescente haya efectivamente desarrollado vínculos significativos. La guarda material del niño, niña o adolescente en el marco de las medidas provisionales no podrá superar el plazo establecido en el artículo 132.2. B) Inserción provisional en una familia seleccionada del Registro Único de Aspirantes por el INAU, de acuerdo con lo previsto por el literal D) del inciso segundo del artículo 158 de este Código. Se prevendrá a la familia seleccionada de la posibilidad de que en definitiva el niño, niña o adolescente no resulte pasible de ser adoptado, en cuyo caso dicha familia mantendrá su ordinal en el Registro Único de Aspirantes. La guarda material del niño, niña o adolescente no podrá superar el plazo establecido en el artículo 132.2. C) Inserción provisional en una familia de acogida de acuerdo con lo previsto en el artículo 125 de este Código. La guarda material del niño, niña o adolescente por la familia de acogida no podrá superar el plazo establecido en el artículo 132.2. D) El último recurso y por el menor tiempo posible será la internación provisional. Procederá únicamente cuando el interés superior del niño, niña o adolescente lo requiera, por tratarse de circunstancias de hecho excepcionales. Simultáneamente con las medidas provisionales, el Juez requerirá la urgente realización de un informe psicológico y social acerca de las posibilidades y conveniencia de mantener al niño, niña o adolescente en su familia de origen. De considerarse posible y beneficioso el mantenimiento o la reinserción en el medio familiar de origen, ordenará las medidas de apoyo que se requieran para preservar el vínculo. En caso de comprobarse que la familia de origen está en condiciones de recibirlo, la reinserción se ordenará de inmediato. ARTÍCULO 132.2. (Duración del proceso, responsabilidades funcionales).- La duración total del proceso de medidas provisionales establecido en el artículo 132.1 de este Código se ajustará a los plazos máximos previstos para la institucionalización por franjas etarias (cuarenta y cinco días para menores de dos años y noventa días para quienes superen dicha edad). Si vencido el plazo no se hubiere podido determinar cuál es la mejor medida a aplicar, el Juez podrá, de inmediato, y por única vez, ampliar el mismo por hasta cuarenta y cinco días. A tales efectos, los informes requeridos por el Magistrado conforme al artículo 132.1 a fin de fundar su decisión, han de ser brindados por el Instituto del Niño y Adolescente del Uruguay (INAU), en un plazo máximo de veinte días. Cuando el informe del INAU no se presente ante el Magistrado dentro de los tiempos establecidos en el inciso anterior, este deberá citar a los funcionarios del equipo técnico encargados de elaborar el informe a los efectos de hacerlo en forma verbal en la Sede Judicial, en un plazo máximo de setenta y dos horas. El Magistrado podrá, para mejor proveer, requerir informes de los equipos técnicos del Poder Judicial: Instituto Técnico Forense, equipos técnicos de los Juzgados de Familia con competencia especializada. Las medidas para mejor proveer así como las demás indispensables que correspondieren, no suspenderán los términos para dictar sentencia conforme con el inciso primero de este artículo. El Ministerio Público dispondrá de un plazo de cuarenta y ocho horas para emitir su dictamen. La no actuación dentro de los plazos previstos generará responsabilidad por falta grave de los funcionarios actuantes omisos en el cumplimiento de los deberes de su cargo. En el caso de niños, niñas o adolescentes respecto de los cuales se haya dispuesto la institucionalización provisional, la ausencia del dictamen fiscal no obstará al pronunciamiento judicial dentro del plazo máximo de duración del proceso previsto en la ley. De producirse el vencimiento de los plazos legales sin que existiere pronunciamiento judicial, el INAU propondrá de inmediato, si fuere posible, la integración con su familia biológica o extensa o con quien o con quienes resulten seleccionados del Registro Único de Aspirantes. Transcurridas las setenta y dos horas de recibida la propuesta, de no haberse adoptado resolución, el Juez homologará sin más trámite la propuesta del INAU. En ningún caso la internación de un niño, niña o adolescente en un centro asistencial se prolongará más allá del alta médica. ARTÍCULO 132.3. (Resolución final).- En la resolución final el Magistrado resolverá, en forma debidamente fundada, ratificar o rectificar las medidas cautelares dispuestas al inicio del proceso, dando por concluido el mismo y expidiendo el correspondiente testimonio. La condición de adoptabilidad de un niño, niña o adolescente se verificará en los siguientes casos: A) Ruptura o grave deterioro de los vínculos afectivos. B) Cuando estos no se hubiesen desarrollado con sus progenitores u otros miembros de la familia de origen que eventualmente se hubieran encargado o puedan encargarse de su cuidado. C) Por hallarse expuesta su salud física, emocional, mental o espiritual. D) Por encontrarse en riesgo de vulneración sus derechos y siempre que se considere posible el establecimiento de nuevos vínculos afectivos adecuados a su situación, logrando su protección integral. El proceso previsto en este artículo, atento al carácter cautelar y urgente atribuido en la ley, deberá ser llevado a cabo íntegramente ante la Sede Judicial inicialmente interviniente. ARTÍCULO 132.4. Si el Juez hubiere dispuesto la institucionalización propiamente dicha, o la permanencia en el Programa de Acogida Familiar, el INAU podrá solicitar al Juez competente la condición de adoptabilidad toda vez que los fundamentos de aquella hubieran variado y colocado al niño, niña o adolescente nuevamente en una situación de desvinculación familiar. Este trámite se sustanciará por el procedimiento previsto en el artículo 132.1 como medida cautelar en lo que fuere pertinente y en los plazos previstos en el artículo 132.2. ARTÍCULO 132.5.- Prohíbese la entrega de guarda o la tenencia con fines de adopción mediante escritura pública o documento privado. ARTÍCULO 132.6.- En los casos en que el Juez disponga la inserción familiar de un niño, niña o adolescente, sea esta la provisoria dentro del marco del proceso de los artículos 132.1 a 132.4 o dentro del proceso de separación definitiva del artículo 133, la selección de la familia la hará el Instituto del Niño y Adolescente del Uruguay (INAU). El Tribunal solo podrá apartarse de la selección realizada, por decisión fundada, avalada necesariamente por informe de equipos técnicos del Poder Judicial: Instituto Técnico Forense y equipos técnicos de los Juzgados de Familia con competencia especializada, y con dictamen del Ministerio Público. En ese caso el Juez solicitará al INAU, a través de su equipo técnico, una nueva selección en idénticos términos y condiciones a las establecidas para el primer caso. El Directorio del INAU tendrá legitimación activa para apelar la sentencia que no contemple la sugerencia de su equipo técnico. Toda forma de selección de familia adoptante que no cumpla con lo dispuesto en el inciso anterior será nula. En caso de existir hermanos en igual condición deberá propenderse a su integración familiar en forma conjunta\". ",
    "textoModificado": " En los casos en que el juez disponga la inserción familiar de un niño, niña o adolescente, sea esta la provisoria dentro del marco del proceso de los artículos 132.1 a 132.4 o dentro del proceso de separación definitiva del artículo 133, la selección de la familia la hará el Instituto del Niño y Adolescente del Uruguay (INAU): A) El Tribunal solo podrá apartarse de la selección realizada, por decisión fundada, avalada necesariamente por informe de equipos técnicos del Poder Judicial: Instituto Técnico Forense y equipos técnicos de los Juzgados de Familia con competencia especializada. En ese caso el Juez solicitará al INAU a través de su equipo técnico, una nueva selección en idénticos términos y condiciones a las establecidas para el primer caso. B) El Tribunal podrá prescindir de la selección realizada por el equipo técnico del Departamento de Adopciones del INAU, por decisión excepcional y fundada, en aquellas situaciones de hecho en las que, un niño, niña o adolescente, se encuentre plenamente integrado a un núcleo familiar, habiendo generado lazos de tal envergadura que de ser coartados inevitablemente vulnerarían sus derechos, siempre y cuando esta tenencia haya comenzado en forma lícita, priorizándose el interés superior del niño, niña o adolescente en cuestión. En estos casos el juez deberá requerir informes sociales y psicológicos de equipos técnicos del INAU, o del Poder Judicial: Instituto Técnico Forense o equipos técnicos de los Juzgados de Familia con competencia especializada. Una vez realizados los mencionados informes y de resultar favorables a la situación aludida a juicio del Tribunal interviniente, la tenencia se encontrará habilitada en los términos previstos por el literal B del artículo 140 de este Código, quedando habilitados los tenedores a promover el proceso de Separación Definitiva y Adopción Plena. El Tribunal gozará de las más amplias facultades de acuerdo al artículo 350 del Código General del Proceso. Toda forma de selección de familia adoptante que no cumpla con lo dispuesto en este artículo será nula. En caso de existir hermanos en igual condición deberá propenderse a su integración familiar en forma conjunta. (*) "
}