{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO I - NORMAS PENALES  ",
        "nombreArticulo": "Artículo 14 ",
        "textoArticulo": "    (Ocupación indebida de espacios públicos).-\r\n \r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código Penal de 04/12/1933 artículo <a href=\"/bases/codigo-penal/9155-1933/368\" >\r\n368</a>.\r\n"
    },
    "numeroArticulo": "14",
    "seccionArticulo": "I",
    "capituloArticulo": "I",
    "textoArticulo": " (Ocupación indebida de espacios públicos).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Código Penal de 04/12/1933 artículo  368. ",
    "textoOriginal": " Incorpórase en el Libro III, Título I, Capítulo VI \"De las faltas por la afectación y el deterioro de los espacios públicos\" del Código Penal, el siguiente artículo: \"ARTÍCULO 368. (Ocupación indebida de espacios públicos).- El que fuera del ejercicio del derecho consagrado en el artículo 57 de la Constitución de la República, ocupare espacios públicos acampando o pernoctando en forma permanente en ellos, será castigado con pena de 7 (siete) a 30 (treinta) días de prestación de trabajo comunitario, si habiendo sido intimado 2 (dos) veces de que desista de su actitud, por parte de la autoridad municipal o policial correspondiente, persiste en la misma. Siempre que se constaten las conductas referidas, la persona será trasladada a una dependencia del Ministerio de Desarrollo Social a los efectos de que se recabe su identidad, se le ofrezca una alternativa adecuada a su situación y se dé cuenta al Juez competente\". CAPÍTULO IV DE LA PENA DE TRABAJO COMUNITARIO Y DEL TÉRMINO PARA LA PRESCRIPCIÓN DE LAS FALTAS ",
    "textoModificado": " (Ocupación indebida de espacios públicos).- El que fuera del ejercicio del derecho consagrado en el artículo 57 de la Constitución de la República, ocupare espacios públicos acampando o pernoctando en ellos, será intimado por parte de la autoridad departamental, municipal o policial correspondiente a retirarse en forma inmediata y a que desista de su actitud. De permanecer o persistir, será castigado con una pena de siete a treinta días de prestación de trabajo comunitario. Siempre que se constaten las conductas referidas, la persona será trasladada a una dependencia del Ministerio de Desarrollo Social a los efectos de que se recabe su identidad, se le ofrezca una alternativa adecuada a su situación y se dé cuenta al Juez competente. (*) "
}