{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN VIII - DESARROLLO SOCIAL Y SALUD  CAPÍTULO II - MEJORAS AL RÉGIMEN DE ADOPCIONES  ",
        "nombreArticulo": "Artículo 404 ",
        "textoArticulo": "    (Integración familiar de niños, niñas o adolescentes en tenencia o guarda con fines de adopción).-\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código de la Niñez y la Adolescencia \r\nde 07/09/2004 artículo <a href=\"/bases/codigo-ninez-adolescencia/17823-2004/133_2\" >133 - 2</a>.\r\n"
    },
    "numeroArticulo": "404",
    "seccionArticulo": "VIII",
    "capituloArticulo": "II",
    "textoArticulo": " (Integración familiar de niños, niñas o adolescentes en tenencia o guarda con fines de adopción).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Código de la Niñez y la Adolescencia de 07/09/2004 artículo 133 - 2. ",
    "textoOriginal": " Sustitúyense los artículos 132 a 160, parágrafos III al final del Capítulo XI de la Ley Nº 17.823, de 7 de setiembre de 2004 (Código de la Niñez y la Adolescencia), por los siguientes: \"III - Alternativas familiares ARTICULO 132. (Medidas provisionales).- El progenitor u otra persona, familiar o no que, estando a cargo de un niño o niña, decida no continuar con su cuidado, deberá comunicarlo previamente al Juez con competencia de urgencia en materia de Familia, de la residencia habitual del niño, niña o adolescente o al Instituto del Niño y Adolescente del Uruguay (INAU) y en su caso al servicio hospitalario donde se encuentre el niño o niña. Quienes reciban un niño o niña de personas que no hayan dado cumplimiento a la comunicación prevista en el inciso precedente y quienes tuvieran noticias de ello en el ejercicio de su cargo, empleo, profesión, o en razón de la institución en la que participan, deberán ponerlo de inmediato en conocimiento del INAU y del Juez de Familia con competencia de urgencia. Si tuviere noticia del hecho, el servicio hospitalario lo comunicará de inmediato al Juez referido y al INAU. Si la noticia fuera recibida por el Juez, éste lo comunicará de inmediato al INAU a los efectos previstos en el inciso siguiente. El INAU tomará las medidas de atención inmediatas y comunicará la situación al Juez, quien dispondrá en forma urgente las medidas de protección que correspondan, solicitando informe psicológico y social respecto a las posibilidades de mantener al niño o niña o adolescente en su familia de origen. En caso afirmativo, ordenará las medidas de apoyo familiar que se requieran para asegurar la permanencia de este vínculo filial. El procedimiento para la adopción de las medidas provisionales será, en lo pertinente, el establecido en los artículos 311 y siguientes del Código General del Proceso. ARTICULO 133. (Separación definitiva).- De no resultar posible mantener al niño, niña o adolescente en su familia de origen, el Juez con competencia en materia de Familia hará lugar a su separación de la misma y dispondrá otras formas de inserción familiar, procurando evitar la institucionalización y prefiriendo aquellos hogares que le permitan salvaguardar sus vínculos afectivos. A tales efectos podrá disponer, entre otros, en orden preferencial, la inserción en una familia para su adopción seleccionada por los equipos competentes del Instituto del Niño y Adolescente del Uruguay, la inserción en hogares de acogida, tenencia por terceros (artículo 36) y finalmente la integración a un hogar institucional que ofrezca garantías para su adecuado desarrollo. ARTICULO 133.1. (Procedimiento y competencia de la separación definitiva).- Para determinar si corresponde decretar la separación definitiva del niño, niña o adolescente de su familia de origen y su inserción en una familia alternativa con fines de adopción, se seguirá el proceso extraordinario regulado por el Código General del Proceso, debiendo en todos los casos designar defensor o curador si correspondiere y escuchar al niño, niña o adolescente, a sus progenitores y a las personas que hasta la fecha se han encargado de su cuidado, así como -si fuera posible- a otros integrantes de su familia hasta el tercer grado de consanguinidad. Será competente el Juez Letrado de Familia o el Juez Letrado con competencia en materia de Familia correspondiente a la residencia del niño, niña o adolescente. En este mismo proceso se cumplirá con lo previsto en los artículos 138 y 146 de este Código (Preservación de vínculos personales y afectivos con la familia de origen y visitas con la familia de origen). La sentencia que acoja la separación definitiva de la familia de origen, dispondrá la pérdida de la patria potestad si el niño, niña o adolescente se encontrara sujeto a la misma. Los edictos que deban publicarse a fin de efectuar los emplazamientos que correspondieren serán gratuitos en el Diario Oficial. ARTICULO 133.2. (Integración familiar de niños, niñas o adolescentes en tenencia o guarda con fines de adopción).- Podrá procederse a la integración familiar de un niño o niña con fines de adopción cuando, en el marco del proceso previsto en el artículo 132 de este Código, el Juez competente entendiere que se encuentra acreditada su condición de adoptabilidad, fundándose en que se ha producido la ruptura o grave deterioro de los vínculos afectivos con sus progenitores y otros miembros de la familia de origen que eventualmente hubieran podido encargarse de su cuidado, estar expuesta su salud física, emocional, mental o espiritual o a la vulneración de sus derechos y la posibilidad de lograr el establecimiento de nuevos vínculos afectivos adecuados a su situación, logrando su protección integral. En estos casos se encargará preceptivamente el cumplimiento de la resolución judicial de inserción adoptiva de un niño, niña o adolescente al Instituto del Niño y Adolescente del Uruguay (INAU), a través del equipo técnico de adopciones previsto en el artículo 158 de este Código, quien deberá dar estricto cumplimiento al literal D) de la mencionada disposición. El INAU deberá informar al Tribunal de todas las actuaciones del equipo técnico, detallando el proceso de decisión y los fundamentos de su resolución, así como toda circunstancia superviniente hasta la sentencia definitiva que disponga la adopción (artículo 147). El Tribunal sólo podrá apartarse de la selección realizada por el equipo técnico del INAU por motivos especialmente fundados, encomendando al INAU, a través de su equipo técnico una nueva selección en idénticos términos y condiciones a las establecidas para el primer caso. El Directorio del INAU tendrá legitimación activa para apelar la sentencia que no contemple la sugerencia de su equipo técnico. Toda forma de selección de familia adoptante que no cumpla con lo dispuesto en el inciso anterior será nula. El INAU sólo podrá disponer la integración familiar de niños, niñas o adolescentes en régimen de tenencia con fines de adopción de conformidad a lo dispuesto en el artículo anterior. Prohíbese la entrega en guarda o en tenencia con fines de adopción mediante escritura pública. Cuando el Tribunal disponga la entrega de niños o niñas con fines de adopción, el INAU deberá priorizar los adoptantes que ofrezcan una red familiar de apoyo que favorezca su adecuada integración. En caso de existir hermanos en igual condición, deberá propenderse a su integración familiar en forma conjunta. Si en cumplimiento de lo dispuesto en el literal E) del artículo 158 surgiere que la familia seleccionada no es la adecuada para integrar adoptivamente los niños o niñas que le fueren confiados, el equipo especializado del INAU deberá poner en conocimiento estos hechos al Juez competente. ARTICULO 134. (Inserción de niños, niñas y adolescentes en hogares adecuados para su desarrollo).- El Instituto del Niño y Adolescente del Uruguay (INAU) deberá proveer a los niños, niñas o adolescentes hogares adecuados a su desarrollo, sea dentro de su familia -nuclear o ampliada- o en otros hogares familiares de acogida o familias con fines de adopción, seleccionadas por el equipo técnico especializado del INAU cuando estén dadas las condiciones para su adoptabilidad (artículo 133.2). Bajo la responsabilidad del Juez, previo asesoramiento del INAU, los niños y niñas de hasta dos años de edad, no podrán permanecer en establecimientos de internación institucional por más de cuarenta y cinco días, salvo que se encontraren residiendo en los mismos con alguno de sus progenitores o que motivos de salud hagan aconsejable su permanencia en centros debidamente equipados. Asimismo, tratándose de niños o niñas mayores de dos años y de hasta siete años de edad, el plazo máximo de permanencia en establecimientos de internación institucional será de noventa días, resultando aplicables las mismas responsabilidades y excepciones previstas en el inciso anterior. Si requerido por el Juez, el INAU no se expidiere en el plazo que éste le fije, podrá prescindir de su informe a los efectos de tomar la decisión que corresponda. ARTICULO 135. (Consentimiento para la adopción).- No tendrá validez el consentimiento que se otorgue para la separación del hijo que está por nacer o dentro de los treinta días de su nacimiento. Cuando los progenitores u otros familiares a cargo de un niño o niña presten su consentimiento para su adopción, el mismo sólo será válido si ha sido dado en presencia del Juez, con el asesoramiento necesario y en conocimiento de las consecuencias que ello implicará. En caso de que una vez nacido el niño o niña, ni la madre ni el padre deseen tenerlo, deberá comunicarse al Juez competente, que procederá como lo disponen los artículos 132 a 134. Provisoriamente, el Juez tomará las medidas del caso para la protección del niño o niña, pudiendo incluso proceder a su inserción familiar alternativa, pero no podrá culminar el procedimiento establecido en el artículo anterior hasta que se cumpla el lapso fijado en el inciso primero de este artículo y previa citación de los progenitores del niño o niña. El Instituto del Niño y Adolescente del Uruguay deberá desarrollar programas de asesoramiento y apoyo a progenitores y familiares que manifiesten la voluntad de que sus hijos u otros niños, niñas o adolescentes a su cargo sean integrados en familias adoptivas. ARTICULO 136. (Registro General de Adopciones).- No se dará lugar al trámite de adopción si los interesados no han dado cumplimiento en tiempo y forma a las obligaciones y procedimientos previstos en los artículos precedentes. El único órgano competente para la selección y asignación de familias adoptivas es el Instituto del Niño y Adolescente del Uruguay a través de equipos especializados en la materia y del Registro General de Adopciones. ARTICULO 137. (Concepto y definición).- La adopción de niños, niñas y adolescentes es un instituto de excepción, que tiene como finalidad garantizar el derecho del niño, niña o adolescente a la vida familiar, ingresando en calidad de hijo, con todos los derechos de tal, a una nueva familia. ARTICULO 138. (Preservación de vínculos personales y afectivos con la familia de origen).- Existiendo uno o más integrantes de la familia de origen (los progenitores, abuelos o abuelas, tíos o tías, hermanos o hermanas u otros integrantes de la familia ampliada), con quien el adoptado tuviere vínculos altamente significativos y favorables a su desarrollo integral, la adopción sólo podrá realizarse si los adoptantes se obligan al respeto y preservación de este vínculo, de acuerdo con lo previsto por el artículo 146 de este Código. Esta condición no restringirá los derechos del adoptado en la familia adoptiva; todas las adopciones serán plenas. ARTICULO 139. (Adopción del hijo del cónyuge o concubino).- Se permitirá la adopción por parte del nuevo cónyuge o concubino del padre o madre del hijo habido dentro del matrimonio o habido fuera del matrimonio reconocido del otro cónyuge o concubino, siempre que el niño, niña o adolescente haya perdido todo vínculo con el otro progenitor. En este caso, quien ejerce la patria potestad sobre el niño, niña o adolescente adoptado por su pareja, continuará en su ejercicio. Esta adopción sólo podrá llevarse a cabo una sola vez, respecto al niño, niña o adolescente. ARTICULO 140. (Condiciones para la adopción).- Pueden ser adoptados aquellos niños, niñas y adolescentes que por disposición judicial fueron entregados en tenencia para su adopción, siempre que se cumplan los siguientes requisitos: A) Se haya dispuesto la pérdida de patria potestad respecto de los progenitores que la tuvieran. B) Haya transcurrido al menos un año de tenencia en la familia adoptante, en condiciones favorables a su desarrollo integral. C) El niño, niña o adolescente haya prestado su consentimiento. Si no fuere capaz de hacerse entender de ninguna forma, prestará su consentimiento el defensor del mismo, que se le designará a tales efectos. D) Que el o los adoptantes tengan al menos 25 años de edad, con quince años más que el niño, niña o adolescente a adoptar. Por motivo fundado y expreso el Tribunal podrá otorgar la adopción aún cuando alguno de los adoptantes no alcanzaren la diferencia de edad con el adoptado o adoptada, reduciéndola hasta un límite que admita razonablemente que éste pueda ser hijo de los adoptantes. Tratándose de cónyuges o concubinos, deben computar al menos cuatro años de vida en común. ARTICULO 141. (Prohibiciones).- A) Nadie puede ser adoptado por más de una persona a no ser por dos cónyuges o concubinos. No regirá esta prohibición para los esposos divorciados y para los ex concubinos siempre que medie la conformidad de ambos y cuando la guarda o tenencia del niño, niña o adolescente hubiera comenzado durante el matrimonio o concubinato y se completara después de la disolución de éste. B) Ninguno de los cónyuges o concubinos puede adoptar sin el consentimiento expreso del otro, salvo que estuviere impedido de manifestar su voluntad o que exista sentencia de separación de cuerpos. C) El tutor no puede adoptar al niño, niña o adolescente hasta que hayan sido aprobadas las cuentas del cargo. ARTICULO 142. (Procedimiento).- 1) La adopción deberá ser promovida ante el Juzgado Letrado de Familia del domicilio del adoptante. Se seguirá el procedimiento voluntario previsto en los artículos 402 y siguientes del Código General del Proceso, notificándose al Instituto del Niño y Adolescente del Uruguay. 2) En caso de oposición a la adopción el proceso será contencioso, aplicándose las normas del Código General del Proceso referidas al proceso extraordinario (artículos 346 y siguientes). El Juez diligenciará las pruebas ofrecidas y las que juzgue convenientes interrogando a los peticionantes y al niño, niña o adolescente en su caso. 3) Previamente al dictado de la sentencia, será oído preceptivamente el Ministerio Público. ARTICULO 143. (Procedencia).- La adopción sólo se otorgará por justos motivos y existiendo conveniencia para el niño, niña o adolescente. Cuando la adopción se pretendiere para dos o más niños, niñas o adolescentes simultáneamente, no será obstáculo la circunstancia de que mediasen menos de ciento ochenta días entre sus respectivos nacimientos. ARTICULO 144. (Bienes).- Cuando el niño, niña o adolescente tuviere derechos cuyo dominio se acredite por documento público o privado, el Juez dispondrá que el Actuario inserte en el mismo constancia que exprese el cambio de nombre del titular, de lo que tomará nota el Registro respectivo cuando correspondiere. ARTICULO 145. (Adopción de niños, niñas o adolescentes con capacidad diferente).- Tratándose de niños, niñas o adolescentes con capacidad diferente el Estado, a través de sus diversos servicios, asegurará la atención integral de los mismos en forma gratuita, derecho que se mantendrá cualquiera sea la edad de la persona adoptada. El Poder Ejecutivo reglamentará la forma de dar vigencia efectiva a este artículo en un plazo de ciento ochenta días con posterioridad a la entrada en vigencia de este Código. ARTICULO 146. (Visitas con la familia de origen).- Tratándose de una adopción en la que los adoptantes se obligan a preservar el vínculo personal y afectivo del adoptado con uno o más integrantes de la familia de origen (artículo 138), deberán acordar el régimen de visitas. Si no existiere acuerdo, previo a dictar sentencia, el Tribunal establecerá un régimen de visitas que se regulará conforme a las necesidades del adoptado y se adecuará o, en su caso, se suspenderá, cuando se modifiquen los supuestos de hecho que dieron lugar al régimen de visitas. ARTICULO 147. (Sentencia).- Con el testimonio de la sentencia ejecutoriada que autorice la adopción, la parte solicitante efectuará la inscripción del niño, niña o adolescente en la Dirección General del Registro de Estado Civil como hijo inscripto fuera de término. En la partida correspondiente no se hará mención alguna del juicio, sin perjuicio de señalar el número y fecha del oficio judicial presentado que dio lugar a la inscripción. Su texto será el corriente en dicho instrumento. Si los adoptantes fueran de estado civil casados, se inscribirá como hijo habido dentro del matrimonio y se realizará también la anotación pertinente en la libreta de organización de la familia de modo idéntico a la de los hijos habidos dentro del matrimonio. Si el o los adoptantes no fueran de estado civil casados, se inscribirá como hijo reconocido por los mismos. Si el adoptante fuere de estado civil viudo o fuera ex concubino de una persona fallecida a la fecha de la sentencia y la tenencia con fines de adopción hubiere sido conferida a ambos por la Sede Judicial, podrá ser inscripto como hijo de esa unión, siempre que resultare fehacientemente acreditado que tal fue la voluntad expresa de ésta antes de su disolución. El testimonio de la sentencia se archivará en forma, dejándose constancia de haberse efectuado la inscripción mencionada. Toda la tramitación y la expedición de partidas será gratuita. La sentencia que autoriza la adopción no es revisable (artículo 405.1 del Código General del Proceso); no obstante podrá reclamarse su anulación por fraude, dolo o colusión (artículos 114 y concordantes del Código General del Proceso y artículo 157 de este Código). ARTICULO 148. (Efectos).- Realizada la adopción los vínculos de filiación anterior del niño, niña o adolescente se sustituirán por los vínculos de filiación adoptivos a todos sus efectos, con excepción de los impedimentos previstos en el artículo 91 del Código Civil y del derecho de mantener vínculos regulares con su familia de origen o parte de ella, de acuerdo con los artículos 138 y 146. Deberá hacerse constar dicha sustitución en el acta de inscripción original del niño, niña o adolescente. La adopción es irrevocable. La adopción tendrá efectos constitutivos sobre el estado civil del niño, niña o adolescente objeto de la misma, quien se reputará en adelante con los mismos derechos y deberes que si hubiera nacido del o los adoptantes. IV - De la adopción internacional ARTICULO 149. (Principio general).- En defecto de convenios internacionales ratificados por la República, las adopciones internacionales se regularán por las disposiciones de este capítulo. Se considera adopción internacional a la que se lleva a cabo por personas con domicilio o residencia habitual en un país diferente del domicilio o residencia habitual del niño, niña o adolescente. ARTICULO 150. (Preferencia).- El Instituto del Niño y Adolescente del Uruguay y las demás autoridades con competencia en materia de adopción, deberán dar preferencia a la ubicación de los niños, niñas o adolescentes en condiciones de adopción, en familias u hogares que los requieran y vivan dentro del territorio nacional. ARTICULO 151. (Competencia).- Serán competentes para el otorgamiento de la adopción internacional los Jueces de Familia del domicilio del adoptado, quienes procederán de acuerdo con los trámites del juicio extraordinario del Código General del Proceso (artículo 346). La apelación se regirá por la misma normativa (artículo 347). Los solicitantes deberán comparecer a la audiencia preliminar en forma personal, preceptivamente. También deberán hacerlo cuando el Tribunal, en forma fundada, lo considere conveniente. El impedimento fundado de los solicitantes a concurrir personalmente a la audiencia hará que el Juzgado fije otra, pero en ningún caso se permitirá la representación por apoderado. Hasta tanto no haya recaído sentencia firme, para que el niño, niña o adolescente pueda salir del país deberá hacerlo en compañía de uno de los solicitantes, contando con autorización judicial, la que no podrá concederse sin intervención preceptiva del Ministerio Público. ARTICULO 152. (Requisitos).- Las adopciones internacionales se constituirán con la intervención preceptiva del Instituto del Niño y Adolescente del Uruguay, quien una vez obtenidos todos los antecedentes presentará en el plazo de sesenta días un informe pormenorizado, debiendo cumplir, asimismo, los demás requisitos previstos en los artículos 132 a 160 de este Código, en cuanto fueren aplicables. La adopción internacional tendrá efectos de adopción plena, pudiendo acceder a ella cónyuges cuya unión matrimonial no sea inferior a cuatro años. Sólo se realizará con aquellos países cuyas normas en materia de adopción y protección de niños, niñas y adolescentes tengan una razonable equivalencia con las de nuestro país. ARTICULO 153. (Residencia).- Los adoptantes deberán residir y convivir con el niño, niña o adolescente en el territorio nacional, aún en forma alternada, por un plazo de seis meses durante el lapso de la tenencia. Por razones fundadas y teniendo en cuenta el interés superior del niño o niña, el plazo podrá ser reducido por el Juez competente. ARTICULO 154. (Documentos necesarios).- Con la solicitud de la adopción se deberá presentar la documentación justificativa de las condiciones físicas, morales, psicológicas, económicas y familiares de los solicitantes. Los informes y documentos al respecto deberán tramitarse por medio de las autoridades centrales del país de los adoptantes y de la República. ARTICULO 155. (Nacionalidad).- Los niños, niñas y adolescentes de nacionalidad oriental adoptados por extranjeros domiciliados en el exterior, mantienen su nacionalidad, sin perjuicio de adquirir, además, la de los adoptantes. V - Anulación de adopciones ARTICULO 156. (Juicios de anulación).- Corresponde a los Jueces de Familia que autorizaron la adopción, la tramitación de los juicios de anulación, los que serán resueltos teniendo en cuenta el interés superior del niño, niña o adolescente. El trámite se regirá por el procedimiento extraordinario del Código General del Proceso (artículos 346 y 347). VI - Control estatal de adopciones ARTICULO 157. (Control).- El Instituto del Niño y Adolescente del Uruguay (INAU), a través de sus servicios especializados, es el organismo encargado de proponer, ejecutar y fiscalizar la política a seguir en materia de adopciones. Para el cumplimiento de los mismos, el INAU podrá convenir con instituciones públicas o privadas sin fines de lucro, especializadas en la materia. ARTICULO 158. (Cometidos del equipo técnico).- Todos los servicios e instituciones que desarrollen programas de adopción deberán contar con equipo interdisciplinario que tendrá como cometidos: A) Asesorar a los interesados en adoptar niños, niñas o adolescentes y analizar los motivos de su solicitud. B) Evaluar las condiciones de salud, psíquicas, sociales y jurídicas de los solicitantes y las posibilidades de convivencia. C) Llevar un registro de interesados en adoptar, ordenado cronológicamente según fecha de solicitud, en el que conste el informe técnico a que refiere el literal anterior. D) Seleccionar de dicho registro respetando el orden de inscripción, los posibles padres adoptivos, ante la solicitud formulada por el Juzgado competente, en el caso de un niño, niña o adolescente en condiciones de ser adoptado. El orden sólo podrá ser alterado por las necesidades del niño, niña o adolescente, debidamente fundadas. En todos los casos el niño, niña o adolescente deberá ser oído preceptivamente. E) Orientar y acompañar el proceso de integración familiar, tomando las acciones para garantizar una satisfactoria inserción familiar del niño, niña o adolescente y supervisar el cumplimiento del derecho al conocimiento de su origen e identidad. F) Asesorar al Juez toda vez que le sea requerido su informe. G) Orientar y apoyar a adoptados y adoptadas, adoptantes e integrantes de la familia de origen, en el proceso de conocimiento y acercamiento de las mismas. VII - Del registro de adopciones ARTICULO 159. (Registro General de Adopciones).- El Instituto del Niño y Adolescente del Uruguay llevará un Registro de Adopciones, donde constarán los datos identificatorios de: 1) El niño, niña o adolescente adoptado. 2) Los datos de sus progenitores, hermanos, tíos y otros integrantes de la familia de origen conocidos: nombre, nacionalidad, domicilio, fecha de nacimiento y estado civil. 3) Los datos de los adoptantes: nombre, nacionalidad, domicilio, fecha de nacimiento y estado civil e institución nacional o extranjera que lo patrocinó, cuando corresponda. 4) Juzgado en que se tramitó el proceso respectivo. Este Registro será reservado salvo en cuanto al adoptado o adoptada, sin perjuicio del acceso al mismo -previa autorización judicial- de los integrantes de la familia de origen, de la familia adoptiva o las personas previstas en los numerales 1) y 2) del artículo 160.2. VIII - Derecho de acceso a sus antecedentes y derecho a la intimidad ARTICULO 160. (Conocimiento de la condición de adoptado).- Todo adoptado o adoptada tiene derecho a conocer su condición de tal, a la más temprana edad, dentro de lo que sea aconsejado a los padres según el caso concreto. ARTICULO 160.1. (Acceso a datos y expedientes relativos a la familia de origen y al proceso de adopción).- Tendrá asimismo derecho a partir de los quince años de acceder a los datos del Registro General de Adopciones en cuanto refieran a su historia personal y a conocer a su familia de origen. Será deber de los padres adoptivos y subsidiariamente del Instituto del Niño y Adolescente del Uruguay (INAU) informarle al respecto, atendiendo a su edad y características, así como apoyarle y acompañarle si éste deseara revincularse con su familia de origen. Todo adoptado mayor de edad tendrá derecho de acceder al expediente judicial y demás antecedentes que dieron lugar a su adopción. El Juez competente en dicho trámite deberá acceder a dicha solicitud sin más trámite. Tratándose de un adolescente o de un mayor de edad con discapacidad intelectual, el Juez recabando el asesoramiento y apoyo técnico del INAU o del perito que estime pertinente según el caso, y previa vista del Ministerio Público, accederá a su petición, poniendo a su disposición el expediente y demás antecedentes. En todo caso el ejercicio de este derecho será libre, no debiendo fundarse el motivo o causa que lo justifique o limite. Si el adoptado no hubiere cumplido los quince años de edad -excepcionalmente, y fundado en el interés superior del mismo- el Juez podrá denegarle o restringirle el acceso al expediente, decisión que habrá de ser revisada una vez que se hayan superado los motivos que dieron lugar a la misma. ARTICULO 160.2. (Derecho a la intimidad).- Se respetará la reserva de estos trámites, habilitándose únicamente el acceso al expediente a otras personas en los siguientes casos: 1) Cuando por razones de carácter médico sea necesario conocer los antecedentes de la familia de origen del adoptado. El acceso a los antecedentes requerirá en todo caso el consentimiento del adoptado mayor de edad o de sus descendientes en caso de ser la salud de éstos la que pudiera beneficiarse con la investigación antedicha. 2) Cuando se esté realizando una investigación judicial de tal naturaleza que justifique invadir la intimidad del adoptado aún contra su voluntad, y sea necesario obtener la información como elemento de prueba. En ambos casos, se requerirá decisión judicial fundada acerca de la necesidad de la medida\". ",
    "textoModificado": " (Integración familiar de niños, niñas o adolescentes en tenencia o guarda con fines de adopción).- Podrá procederse a la integración familiar de un niño, niña o adolescente con fines de adopción cuando, en el marco del proceso previsto en el artículo 132 de este Código, el juez competente entendiere que se encuentra acreditada su condición de adoptabilidad, fundándose en que se ha producido la ruptura o grave deterioro de los vínculos afectivos con sus progenitores y otros miembros de la familia de origen que eventualmente hubieran podido encargarse de su cuidado, estar expuesta su salud física, emocional, mental o espiritual o a la vulneración de sus derechos y la posibilidad de lograr el establecimiento de nuevos vínculos afectivos adecuados a su situación, logrando su protección integral. En estos casos se encargará preceptivamente el cumplimiento de la resolución judicial de inserción adoptiva de un niño, niña o adolescente al Instituto del Niño y Adolescente del Uruguay (INAU), a través del equipo técnico de adopciones previsto en el artículo 158 de este Código, quien deberá dar estricto cumplimiento al literal D) de la mencionada disposición. El INAU deberá informar al Tribunal de todas las actuaciones del equipo técnico, detallando el proceso de decisión y los fundamentos de su resolución, así como toda circunstancia superviniente hasta la sentencia definitiva que disponga la adopción (artículo 147). El Tribunal solo podrá apartarse de la selección realizada por el equipo técnico del INAU por motivos especialmente fundados, encomendando a dicho Instituto, a través de su equipo técnico, una nueva selección en idénticos términos y condiciones a las establecidas para el primer caso, así como también de acuerdo a lo establecido en el artículo 132.6 en relación a aquellas situaciones de hecho en las cuales el niño, niña o adolescente, se encuentre plenamente integrado a un núcleo familiar bajo un régimen de tenencia de origen lícito, caso en el que el juez, basado en los informes solicitados, en el interés superior del niño y su sana crítica podrá prescindir de la selección realizada por el equipo técnico del Departamento de Adopciones del INAU. El Directorio del INAU tendrá legitimación activa para apelar la sentencia que no contemple la sugerencia de su equipo técnico. Toda forma de selección de familia adoptante que no cumpla con lo dispuesto anteriormente será nula. Cuando el Tribunal disponga la entrega de niños, niñas o adolescentes con fines de adopción, el INAU deberá priorizar los adoptantes que ofrezcan una red familiar de apoyo que favorezca su adecuada integración. En caso de existir hermanos en igual condición, deberá propenderse a su integración familiar en forma conjunta. Si en cumplimiento de lo dispuesto en el literal E) del artículo 158 surgiere que la familia seleccionada no es la adecuada para integrar adoptivamente los niños o niñas que le fueren confiados, el equipo especializado del INAU deberá poner en conocimiento estos hechos al juez competente. (*) "
}