{
    "fechaDescarga": "05/01/2021, 10:51:07",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO III - LEGISLACIÓN PROFESIONAL POLICIAL  ",
        "nombreArticulo": "Artículo 52 ",
        "textoArticulo": "    (Conducción policial de personas eventualmente implicadas).-\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.315 de 05/07/2008 artículo \r\n<a href=\"/bases/leyes/18315-2008/48\" >48</a>.\r\n"
    },
    "numeroArticulo": "52",
    "seccionArticulo": "I",
    "capituloArticulo": "III",
    "textoArticulo": " (Conducción policial de personas eventualmente implicadas).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.315 de 05/07/2008 artículo 48. ",
    "textoOriginal": " (Conducción de personas eventualmente responsables de un hecho delictivo).- 1) La policía deberá conducir a dependencias policiales a cualquier persona si cuenta con motivos suficientes o fundados sobre su responsabilidad en un hecho con apariencia delictiva recientemente acaecido y exista riesgo de que pueda fugarse del lugar donde el mismo se ha cometido o incidir sobre eventuales elementos probatorios. En todo caso, se dará cuenta de inmediato al Juez competente, conforme con lo dispuesto por el artículo 6º de la presente ley. 2) Fuera de la hipótesis de conducción incorporada al numeral anterior, en procedimientos de investigación de hechos ilícitos, la policía no podrá detener a ninguna persona ni testigos aún cuando se nieguen a concurrir voluntariamente a dependencias policiales sin la correspondiente orden del Juez competente. ",
    "textoModificado": " (Conducción policial de personas eventualmente implicadas).- La Policía deberá conducir a dependencias policiales a cualquier persona cuando existan indicios fundados de que esta ha participado en un hecho con apariencia delictiva y puede fugarse del lugar donde el mismo se ha cometido, o entorpecer la investigación policial incidiendo en perjuicio de los elementos probatorios. Asimismo, si en ocasión de procedimientos tendientes al esclarecimiento de hechos con apariencia delictiva, se verifica la negativa de personas eventualmente implicadas en los mismos a concurrir a dependencias policiales, la Policía podrá conducirles y mantenerles en tales dependencias con la finalidad de obtener la información que fuera necesaria. En los casos referidos en los incisos precedentes la Policía deberá dar cuenta de inmediato al Ministerio Público. (*) "
}