{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO II - NORMAS SOBRE PROCESO PENAL  ",
        "nombreArticulo": "Artículo 22 ",
        "textoArticulo": "    (Objeto de los registros).-\r\n \r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código del Proceso Penal 2017 de \r\n19/12/2014 artículo <a href=\"/bases/codigo-proceso-penal-2017/19293-2014/189\" >189</a>.\r\n"
    },
    "numeroArticulo": "22",
    "seccionArticulo": "I",
    "capituloArticulo": "II",
    "textoArticuloMarkdown": " (Objeto de los registros).- (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Código del Proceso Penal 2017 de 19/12/2014 artículo [189](https://www.impo.com.uy/bases/codigo-proceso-penal-2017/19293-2014/189). ",
    "textoOriginalMarkdown": "    (Objeto).\r\n   189.1 El registro tiene por objeto averiguar el estado de las personas, lugares, cosas, rastros u otros efectos materiales de utilidad para la investigación. De su realización se labrará acta y cuando sea posible, se recogerán o conservarán los elementos materiales útiles.\r\n   189.2 La autoridad administrativa, por orden del fiscal o por sí, dando cuenta inmediata a aquel, podrá inspeccionar o disponer el registro de lugares abiertos, cosas o personas, cuando existan motivos suficientes para considerar que se encontrarán rastros de delito, o que en determinado lugar se encuentra el imputado o alguna persona prófuga.\r\n   189.3 Si el hecho no dejó rastros o efectos materiales o si estos han desaparecido o han sido alterados, se describirá la situación que se encuentre y sus elementos componentes, procurando consignar asimismo el estado anterior, el modo, tiempo y causa de su desaparición o alteración y los medios de convicción de los cuales se obtuvo ese conocimiento. De la misma forma se procederá cuando la persona buscada no sea hallada en el lugar.\r\n   189.4 De ser posible, se levantarán planos de señales, se usarán elementos descriptivos y fotográficos y se realizará toda otra operación técnica necesaria o útil para el cabal cumplimiento de la diligencia.\r\n   189.5 La autoridad administrativa, por orden del fiscal o por sí dando cuenta inmediata a aquel, podrá disponer que durante la diligencia de registro no se ausenten las personas halladas en el lugar, o que comparezca inmediatamente cualquier otra. Los que desobedezcan serán conducidos por la fuerza pública.\r\n   189.6 La retención solo podrá durar dos horas, salvo que el juez habilitare un plazo mayor.\r\n ",
    "textoModificadoMarkdown": " (Objeto).- 189.1 El registro tiene por objeto averiguar el estado de las personas, lugares, cosas, rastros u otros efectos materiales de utilidad para la investigación. De su realización se labrará acta y cuando sea posible, se recogerán o conservarán los elementos materiales útiles. 189.2 La autoridad administrativa, por orden del fiscal o por sí, dando cuenta inmediata a aquél, podrá inspeccionar o disponer el registro de lugares abiertos, cosas o personas, cuando existan motivos suficientes para considerar que se encontraran rastros de delito o que en determinado lugar se encuentra el imputado o alguna persona prófuga. 189.3 Si el hecho no dejó rastros o efectos materiales o si estos han desaparecido o han sido alterados, se describirá la situación que se encuentre y sus elementos componentes, procurando consignar asimismo el estado anterior, el modo, el tiempo y la causa de su desaparición o alteración y los medios de convicción de los cuales se obtuvo ese conocimiento. De la misma forma se procederá cuando la persona buscada no sea hallada en el lugar. 189.4 De ser posible, se levantarán planos de señales, se usarán elementos descriptivos y fotográficos y se realizará toda otra operación técnica necesaria o útil para el cabal cumplimiento de la diligencia. 189.5 La autoridad administrativa, por orden del fiscal o por sí dando cuenta inmediata a aquél, podrá disponer que durante la diligencia de registro no se ausenten las personas halladas en el lugar, o su traslado a dependencias policiales por razones de su propia seguridad, o que comparezca inmediatamente cualquier otra. Los que desobedezcan serán conducidos por la fuerza pública. 189.6 La retención podrá durar hasta cuatro horas, salvo que el juez habilitare un plazo mayor. (*) "
}