{
    "fechaDescarga": "05/01/2021, 10:52:54",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN VI - SECTOR AGROPECUARIO  CAPÍTULO I - DEL INSTITUTO NACIONAL DE COLONIZACIÓN  ",
        "nombreArticulo": "Artículo 358 ",
        "textoArticulo": "    (Excepción a la obligación prevista en la norma).\r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 11.029 de 12/01/1948 artículo \r\n<a href=\"/bases/leyes/11029-1948/61\" >61</a> literal B).\r\n"
    },
    "numeroArticulo": "358",
    "seccionArticulo": "VI",
    "capituloArticulo": "I",
    "textoArticulo": " (Excepción a la obligación prevista en la norma). (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 11.029 de 12/01/1948 artículo 61 literal B). ",
    "textoOriginal": " Serán obligaciones principales de los colonos: A) Hacer efectivos los pagos dentro de los plazos fijados, en dinero o en especie según se hubiera convenido. B) Trabajar directamente el predio y habilitarlo con su familia, salvo, en este último caso, que la colonia esté organizada o se organice bajo el sistema de viviendas agrupadas en poblados. C) Ajustar la explotación del predio a las normas generales que establezca el Instituto cuando se trate de colonización orientada (apartado B) del inciso 10) del artículo 7°). D) Cumplir los destinos para los cuales se le acuerden los créditos, cuando se trate de colonización condicionada (apartado C) del inciso 10) del artículo 7°). E) Cumplir las indicaciones de orden general y particular que se le formulen sobre la conducción de la explotación y destino de sus frutos, cuando se trate de colonización dirigida (apartado D) del inciso 10) del artículo 7°). F) Asegurar sus cultivos e instalaciones, para lo cual el Instituto convendrá con el Banco de Seguros del Estado, una póliza en condiciones especiales. G) Aceptar y cumplir, aun cuando se trate de colonización libre, las normas generales que establezca el Instituto sobre conservación del suelo, erradicación de malezas y destrucción de todo agente nocivo para la producción. XI - De la adjudicación de tierras ",
    "textoModificado": " Serán obligaciones principales de los colonos: A) Hacer efectivos los pagos dentro de los plazos fijados, en dinero o en especie según se hubiera convenido. B) Trabajar en el predio, supervisar el trabajo y habitarlo, salvo, en este último caso, que la colonia esté organizada o se organice bajo el sistema de viviendas agrupadas en poblados. El Directorio del Instituto podrá autorizar la excepción a la obligación establecida en el inciso anterior, cuando se trate de colonos que cumplan los siguientes requisitos: 1) Hayan tenido una radicación por un plazo mínimo de diez años. 2) Hayan cumplido con el plan de inversiones comprometido si lo hubiere. 3) Invoquen razones fundadas de salud, educación o trabajo del colono o los integrantes del núcleo familiar. En caso de que se invocaren razones de salud debidamente fundadas antes de los diez años de radicación se podrá excepcionar de tal obligación con el voto conforme de cuatro miembros del Directorio. (*) C) Ajustar la explotación del predio a las normas generales que establezca el Instituto cuando se trate de colonización orientada (apartado B) del inciso 10) del artículo 7°). D) Cumplir los destinos para los cuales se le acuerden los créditos, cuando se trate de colonización condicionada (apartado C) del inciso 10) del artículo 7°). E) Cumplir las indicaciones de orden general y particular que se le formulen sobre la conducción de la explotación y destino de sus frutos, cuando se trate de colonización dirigida (apartado D) del inciso 10) del artículo 7°). F) Asegurar sus cultivos e instalaciones, para lo cual el Instituto convendrá con el Banco de Seguros del Estado, una póliza en condiciones especiales. G) Aceptar y cumplir, aun cuando se trate de colonización libre, las normas generales que establezca el Instituto sobre conservación del suelo, erradicación de malezas y destrucción de todo agente nocivo para la producción. "
}