{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO II  TITULO V - DE LOS DELITOS CONTRA LA ADMINISTRACION DE LA JUSTICIA  CAPITULO III - EVASION Y QUEBRANTAMIENTO DE CONDENA  ",
    "nombreArticulo": "Artículo 184 ",
    "textoArticulo": "    (Autoevasión).- El que hallándose legalmente preso o detenido se evadiera, será castigado con seis meses de prisión a cuatro años de penitenciaría. \r\n\r\n   Igual pena se aplicará al que, autorizado por la autoridad competente a ausentarse de su lugar de reclusión, en régimen de salidas transitorias, no regresare al mismo, en el plazo fijado.\r\n\r\n   Si la evasión se perpetrare empleando violencia o intimidación en las \r\npersonas o violencia o fuerza en las cosas, la pena será de doce meses de prisión a cinco años de penitenciaría. (*) ",
    "notasArticulo": "<b><font color=\"#0000FF\">Redacción dada por:</font></b> Ley Nº 19.889 de 09/07/2020 artículo <a href=\"/bases/leyes/19889-2020/13\" >13</a>.\r\n<b><font color=\"#0000FF\">Redacción dada anteriormente por:</font></b> Ley Nº 16.928 de 03/04/1998 artículo <a href=\"/bases/leyes/16928-1998/2\" >2</a>.\r\n<b>Ver en esta norma, artículo:</b> <a href=\"/bases/codigo-penal/9155-1933/187\" >187</a>.\r\n<br><b><font color=\"#008200\">TEXTO ORIGINAL:</font></b>\r\n      Ley Nº 16.928 de 03/04/1998 artículo <a href=\"/bases/leyes-originales/16928-1998/2\" >2</a>,\r\n      Ley Nº 9.155 de 04/12/1933 artículo <a href=\"/bases/textos-originales-ley/9155-1933/184\" >184</a>.\r\n",
    "textoArticuloMarkdown": " (Autoevasión).- El que hallándose legalmente preso o detenido se evadiera, será castigado con seis meses de prisión a cuatro años de penitenciaría. Igual pena se aplicará al que, autorizado por la autoridad competente a ausentarse de su lugar de reclusión, en régimen de salidas transitorias, no regresare al mismo, en el plazo fijado. Si la evasión se perpetrare empleando violencia o intimidación en las personas o violencia o fuerza en las cosas, la pena será de doce meses de prisión a cinco años de penitenciaría. (*) ",
    "anteriorOriginal": {
        "referencia": "Ley Nº 16.928 de 03/04/1998 artículo 2",
        "link": "https://www.impo.com.uy/bases/leyes-originales/16928-1998/2",
        "textoArticulo": " Modifícase el artículo 184 del Código Penal, el que quedará redactado de\r\nla siguiente manera:\r\n\r\n   \"ARTICULO 184. (Autoevación).- El que hallándose legalmente preso o\r\n   detenido se evadiere empleando violencia en las cosas, será castigado\r\n   con seis meses de prisión a cuatro años de penitenciaría.\r\n\r\n     Igual pena se aplicará al que, autorizado por la autoridad competente\r\n   a ausentarse de su lugar de reclusión, en régimen de salidas\r\n   transitorias, no regresare al mismo, en el plazo fijado\".\r\n ",
        "textoArticuloMarkdown": " Modifícase el artículo 184 del Código Penal, el que quedará redactado de la siguiente manera: \"ARTICULO 184. (Autoevación).- El que hallándose legalmente preso o detenido se evadiere empleando violencia en las cosas, será castigado con seis meses de prisión a cuatro años de penitenciaría. Igual pena se aplicará al que, autorizado por la autoridad competente a ausentarse de su lugar de reclusión, en régimen de salidas transitorias, no regresare al mismo, en el plazo fijado\". "
    }
}