{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN XI - OTRAS DISPOSICIONES  CAPÍTULO I - DE LA PROTECCIÓN A LA LIBRE CIRCULACIÓN  ",
        "nombreArticulo": "Artículo 469 ",
        "textoArticulo": "    (Preservación del derecho a la libre circulación y el orden público).- El Ministerio del Interior dispondrá las medidas pertinentes a los efectos de preservar los espacios públicos o privados de uso público cuya circulación se pretenda obstaculizar o impedir por personas, vehículos u objetos de cualquier naturaleza, a fin de garantizar el derecho a la libre circulación y el orden público.\r\n\r\n   Para tal fin dicha Secretaría de Estado podrá requerir en forma directa el auxilio de otros organismos públicos, así como coordinar, en tal caso, la actividad tendiente a dar cumplimiento a lo dispuesto en el inciso anterior.\r\n "
    },
    "numeroArticulo": "469",
    "seccionArticulo": "XI",
    "capituloArticulo": "I",
    "textoArticulo": " (Preservación del derecho a la libre circulación y el orden público).- El Ministerio del Interior dispondrá las medidas pertinentes a los efectos de preservar los espacios públicos o privados de uso público cuya circulación se pretenda obstaculizar o impedir por personas, vehículos u objetos de cualquier naturaleza, a fin de garantizar el derecho a la libre circulación y el orden público. Para tal fin dicha Secretaría de Estado podrá requerir en forma directa el auxilio de otros organismos públicos, así como coordinar, en tal caso, la actividad tendiente a dar cumplimiento a lo dispuesto en el inciso anterior. ",
    "textoOriginal": " (Preservación del derecho a la libre circulación y el orden público).- El Ministerio del Interior dispondrá las medidas pertinentes a los efectos de preservar los espacios públicos o privados de uso público cuya circulación se pretenda obstaculizar o impedir por personas, vehículos u objetos de cualquier naturaleza, a fin de garantizar el derecho a la libre circulación y el orden público. Para tal fin dicha Secretaría de Estado podrá requerir en forma directa el auxilio de otros organismos públicos, así como coordinar, en tal caso, la actividad tendiente a dar cumplimiento a lo dispuesto en el inciso anterior. "
}