{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO VI - NORMAS SOBRE GESTIÓN DE LA PRIVACIÓN DE LIBERTAD  ",
        "nombreArticulo": "Artículo 86 ",
        "textoArticulo": "    (Redención de pena por trabajo o estudio)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 17.897 de 14/09/2005 artículo \r\n<a href=\"/bases/leyes/17897-2005/13\" >13</a>.\r\n"
    },
    "numeroArticulo": "86",
    "seccionArticulo": "I",
    "capituloArticulo": "VI",
    "textoArticuloMarkdown": " (Redención de pena por trabajo o estudio) (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Ley Nº 17.897 de 14/09/2005 artículo [13](https://www.impo.com.uy/bases/leyes/17897-2005/13). ",
    "textoOriginalMarkdown": "  (Redención de pena por trabajo o estudio).- El Juez concederá la\r\nredención de pena por trabajo a los condenados a pena privativa de\r\nlibertad. A los procesados y condenados se les conmutará un día de\r\nreclusión por dos días de trabajo. Para estos efectos no se podrán\r\ncomputar más de ocho horas diarias de trabajo.\r\nLa autoridad carcelaria determinará los trabajos que deban organizarse en\r\ncada centro penitenciario, los que junto con los trabajos realizados\r\ndurante las salidas transitorias autorizada por el Juez competente, serán\r\nlos únicos válidos para redimir pena.\r\nTambién procurará los medios necesarios para crear fuentes de trabajo,\r\nindustriales, agropecuarias o artesanales según las circunstancias y las\r\nposibilidad presupuestales.\r\nPara los efectos de la evaluación del trabajo en cada centro de reclusión\r\nhabrá una Junta Asesora formada por personal designado por la autoridad\r\ncarcelaria.\r\nEl Juez concederá la redención de pena por estudio a los condenados a\r\npena privativa de libertad. A los procesados y condenados se les abonará\r\nun día de reclusión por dos días de estudio.\r\nSe computará como un día de estudio la dedicación a dicha actividad\r\ndurante seis horas semanales, así sea en días diferentes. Para esos\r\nefectos, no se podrán computar más de seis horas diarias de estudio.\r\nEl Poder Ejecutivo reglamentará la presente disposición en un plazo no\r\nmayor de ciento cincuenta días desde la promulgación de la presente ley.\r\nLa fecha de aprobación de la reglamentación determinará la fecha de\r\nentrada en vigencia del presente artículo.\r\nLas disposiciones de este artículo también serán aplicables a las\r\npersonas que se encuentren en régimen de salidas transitorias.\r\n ",
    "textoModificadoMarkdown": " (Redención de pena por trabajo o estudio).- El Juez concederá la redención de pena por trabajo a los condenados a pena privativa de libertad. A los procesados y condenados se les conmutará un día de reclusión por dos días de trabajo sin perjuicio de lo previsto en este artículo para determinados delitos. Para estos efectos no se podrán computar más de ocho horas diarias de trabajo. La autoridad carcelaria determinará los trabajos que deban organizarse en cada centro penitenciario, los que junto con los trabajos realizados durante las salidas transitorias autorizadas por el Juez competente, serán los únicos válidos para redimir pena. También procurará los medios necesarios para crear fuentes de trabajo, industriales, agropecuarias o artesanales según las circunstancias y las posibilidades presupuestales. Para los efectos de la evaluación del trabajo en cada centro de reclusión habrá una Junta Asesora formada por personal designado por la autoridad carcelaria. El Juez concederá la redención de pena por estudio a los condenados a pena privativa de libertad. A los procesados y condenados se les abonará un día de reclusión por dos días de estudio sin perjuicio de lo previsto en este artículo para determinados delitos. Se computará como un día de estudio la dedicación a dicha actividad durante seis horas semanales, así sea en días diferentes. Para esos efectos, no se podrán computar más de seis horas diarias de estudio. El Poder Ejecutivo reglamentará la presente disposición en un plazo no mayor de ciento cincuenta días desde la promulgación de la presente ley. La fecha de aprobación de la reglamentación determinará la fecha de entrada en vigencia del presente artículo. Las disposiciones de este artículo también serán aplicables a las personas que se encuentren en régimen de salidas transitorias. Para el caso de los siguientes delitos: artículos 30, 33, 34 y 35 del Decreto-Ley N° 14.294, de 31 de octubre de 1974, y sus modificativas (estupefacientes), rapiña (artículo 344 del Código Penal), privación de libertad (artículo 281 del Código Penal), lesiones graves y gravísimas (artículos 317 y 318 del Código Penal), extorsión (artículo 345 del Código Penal) y homicidio intencional (artículo 310 del Código Penal), la exigencia de trabajo o estudio para redimir pena se les conmutará a razón de un día de reclusión por tres días de trabajo y de un día de reclusión por tres días de estudio. Quedan excluidos del presente régimen de redención de pena por trabajo o estudio, los condenados por los delitos previstos en los artículos 31, 32 y 36 del Decreto-Ley N° 14.294, de 31 de octubre de 1974, y sus modificativas (estupefacientes), el delito de violación (artículo 272 del Código Penal), de abuso sexual y de abuso sexual especialmente agravado (artículos 272 BIS y 272 TER del Código Penal), de homicidio especialmente agravado y muy especialmente agravado (artículos 311 y 312 del Código Penal), de rapiña con privación de libertad. Copamiento (artículo 344 BIS del Código Penal) y de secuestro (artículo 346 del Código Penal). (*) "
}