{
    "fechaDescarga": "05/01/2021, 10:51:52",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 140 ",
        "textoArticulo": "    (De la educación en la primera infancia)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/38\" >38</a>.\r\n"
    },
    "numeroArticulo": "140",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (De la educación en la primera infancia) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 38. ",
    "textoOriginal": " (De la educación en la primera infancia).- La educación en la primera infancia comprenderá el ciclo vital desde el nacimiento hasta los tres años, y constituirá la primera etapa del proceso educativo de cada persona, a lo largo de toda la vida. Tendrá características propias y específicas en cuanto a sus propósitos, contenidos y estrategias metodológicas, en el marco del concepto de educación integral. Promoverá la socializacion y el desarrollo armónico de los aspectos intelectuales, socio-emocionales, y psicomotores en estrecha relación con la atención de la salud física y mental. CAPITULO VI REINSERCION Y CONTINUIDAD EDUCATIVAS ",
    "textoModificado": " (De la educación en la primera infancia).- La educación en la primera infancia comprende el ciclo vital desde el nacimiento hasta los tres años, y constituirá la primera etapa del proceso educativo de cada persona, a lo largo de toda la vida. Tendrá características propias y específicas en cuanto a sus propósitos, contenidos y estrategias metodológicas, en el marco del concepto de educación integral. Promoverá la socialización y el desarrollo armónico de los aspectos intelectuales, socioemocionales y psicomotores, en estrecha relación con la atención de la salud física y mental. La educación en la primera infancia no es obligatoria. Cuando la educación de tres años adquiera carácter formal, se la considerará educación inicial no obligatoria. (*) "
}