{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN VIII - DESARROLLO SOCIAL Y SALUD  CAPÍTULO II - MEJORAS AL RÉGIMEN DE ADOPCIONES  ",
        "nombreArticulo": "Artículo 404 ",
        "textoArticulo": "    (Integración familiar de niños, niñas o adolescentes en tenencia o guarda con fines de adopción).-\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código de la Niñez y la Adolescencia \r\nde 07/09/2004 artículo <a href=\"/bases/codigo-ninez-adolescencia/17823-2004/133_2\" >133 - 2</a>.\r\n"
    },
    "numeroArticulo": "404",
    "seccionArticulo": "VIII",
    "capituloArticulo": "II",
    "textoArticuloMarkdown": " (Integración familiar de niños, niñas o adolescentes en tenencia o guarda con fines de adopción).- (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Código de la Niñez y la Adolescencia de 07/09/2004 artículo [133 - 2](https://www.impo.com.uy/bases/codigo-ninez-adolescencia/17823-2004/133_2). ",
    "textoOriginalMarkdown": "  Sustitúyense los artículos 132 a 160, parágrafos III al final del\r\nCapítulo XI de la Ley Nº 17.823, de 7 de setiembre de 2004 (Código de la\r\nNiñez y la Adolescencia), por los siguientes:\r\n\r\n                      \"III - Alternativas familiares\r\n\r\n ARTICULO 132. (Medidas provisionales).- El progenitor u otra persona,\r\nfamiliar o no que, estando a cargo de un niño o niña, decida no continuar\r\ncon su cuidado, deberá comunicarlo previamente al Juez con competencia de\r\nurgencia en materia de Familia, de la residencia habitual del niño, niña o\r\nadolescente o al Instituto del Niño y Adolescente del Uruguay (INAU) y en\r\nsu caso al servicio hospitalario donde se encuentre el niño o niña.\r\n Quienes reciban un niño o niña de personas que no hayan dado cumplimiento\r\na la comunicación prevista en el inciso precedente y quienes tuvieran\r\nnoticias de ello en el ejercicio de su cargo, empleo, profesión, o en\r\nrazón de la institución en la que participan, deberán ponerlo de inmediato\r\nen conocimiento del INAU y del Juez de Familia con competencia de\r\nurgencia.\r\n Si tuviere noticia del hecho, el servicio hospitalario lo comunicará de\r\ninmediato al Juez referido y al INAU. Si la noticia fuera recibida por el\r\nJuez, éste lo comunicará de inmediato al INAU a los efectos previstos en\r\nel inciso siguiente.\r\n El INAU tomará las medidas de atención inmediatas y comunicará la\r\nsituación al Juez, quien dispondrá en forma urgente las medidas de\r\nprotección que correspondan, solicitando informe psicológico y social\r\nrespecto a las posibilidades de mantener al niño o niña o adolescente en\r\nsu familia de origen. En caso afirmativo, ordenará las medidas de apoyo\r\nfamiliar que se requieran para asegurar la permanencia de este vínculo\r\nfilial.\r\n El procedimiento para la adopción de las medidas provisionales será, en\r\nlo pertinente, el establecido en los artículos 311 y siguientes del Código\r\nGeneral del Proceso.\r\n ARTICULO 133. (Separación definitiva).- De no resultar posible mantener\r\nal niño, niña o adolescente en su familia de origen, el Juez con\r\ncompetencia en materia de Familia hará lugar a su separación de la misma y\r\ndispondrá otras formas de inserción familiar, procurando evitar la\r\ninstitucionalización y prefiriendo aquellos hogares que le permitan\r\nsalvaguardar sus vínculos afectivos. A tales efectos podrá disponer, entre\r\notros, en orden preferencial, la inserción en una familia para su adopción\r\nseleccionada por los equipos competentes del Instituto del Niño y\r\nAdolescente del Uruguay, la inserción en hogares de acogida, tenencia por\r\nterceros (artículo 36) y finalmente la integración a un hogar\r\ninstitucional que ofrezca garantías para su adecuado desarrollo.\r\n ARTICULO 133.1. (Procedimiento y competencia de la separación\r\ndefinitiva).- Para determinar si corresponde decretar la separación\r\ndefinitiva del niño, niña o adolescente de su familia de origen y su\r\ninserción en una familia alternativa con fines de adopción, se seguirá el\r\nproceso extraordinario regulado por el Código General del Proceso,\r\ndebiendo en todos los casos designar defensor o curador si correspondiere\r\ny escuchar al niño, niña o adolescente, a sus progenitores y a las\r\npersonas que hasta la fecha se han encargado de su cuidado, así como -si\r\nfuera posible- a otros integrantes de su familia hasta el tercer grado de\r\nconsanguinidad.\r\n Será competente el Juez Letrado de Familia o el Juez Letrado con\r\ncompetencia en materia de Familia correspondiente a la residencia del\r\nniño, niña o adolescente.\r\n En este mismo proceso se cumplirá con lo previsto en los artículos 138 y\r\n146 de este Código (Preservación de vínculos personales y afectivos con la\r\nfamilia de origen y visitas con la familia de origen).\r\n La sentencia que acoja la separación definitiva de la familia de origen,\r\ndispondrá la pérdida de la patria potestad si el niño, niña o adolescente\r\nse encontrara sujeto a la misma.\r\n Los edictos que deban publicarse a fin de efectuar los emplazamientos que\r\ncorrespondieren serán gratuitos en el Diario Oficial.\r\n ARTICULO 133.2. (Integración familiar de niños, niñas o adolescentes en\r\ntenencia o guarda con fines de adopción).- Podrá procederse a la\r\nintegración familiar de un niño o niña con fines de adopción cuando, en el\r\nmarco del proceso previsto en el artículo 132 de este Código, el Juez\r\ncompetente entendiere que se encuentra acreditada su condición de\r\nadoptabilidad, fundándose en que se ha producido la ruptura o grave\r\ndeterioro de los vínculos afectivos con sus progenitores y otros miembros\r\nde la familia de origen que eventualmente hubieran podido encargarse de su\r\ncuidado, estar expuesta su salud física, emocional, mental o espiritual o\r\na la vulneración de sus derechos y la posibilidad de lograr el\r\nestablecimiento de nuevos vínculos afectivos adecuados a su situación,\r\nlogrando su protección integral.\r\n En estos casos se encargará preceptivamente el cumplimiento de la\r\nresolución judicial de inserción adoptiva de un niño, niña o adolescente\r\nal Instituto del Niño y Adolescente del Uruguay (INAU), a través del\r\nequipo técnico de adopciones previsto en el artículo 158 de este Código,\r\nquien deberá dar estricto cumplimiento al literal D) de la mencionada\r\ndisposición.\r\n El INAU deberá informar al Tribunal de todas las actuaciones del equipo\r\ntécnico, detallando el proceso de decisión y los fundamentos de su\r\nresolución, así como toda circunstancia superviniente hasta la sentencia\r\ndefinitiva que disponga la adopción (artículo 147).\r\n El Tribunal sólo podrá apartarse de la selección realizada por el equipo\r\ntécnico del INAU por motivos especialmente fundados, encomendando al INAU,\r\na través de su equipo técnico una nueva selección en idénticos términos y\r\ncondiciones a las establecidas para el primer caso. El Directorio del INAU\r\ntendrá legitimación activa para apelar la sentencia que no contemple la\r\nsugerencia de su equipo técnico.\r\n Toda forma de selección de familia adoptante que no cumpla con lo\r\ndispuesto en el inciso anterior será nula.\r\n El INAU sólo podrá disponer la integración familiar de niños, niñas o\r\nadolescentes en régimen de tenencia con fines de adopción de conformidad a\r\nlo dispuesto en el artículo anterior.\r\n Prohíbese la entrega en guarda o en tenencia con fines de adopción\r\nmediante escritura pública.\r\n Cuando el Tribunal disponga la entrega de niños o niñas con fines de\r\nadopción, el INAU deberá priorizar los adoptantes que ofrezcan una red\r\nfamiliar de apoyo que favorezca su adecuada integración.\r\n En caso de existir hermanos en igual condición, deberá propenderse a su\r\nintegración familiar en forma conjunta.\r\n Si en cumplimiento de lo dispuesto en el literal E) del artículo 158\r\nsurgiere que la familia seleccionada no es la adecuada para integrar\r\nadoptivamente los niños o niñas que le fueren confiados, el equipo\r\nespecializado del INAU deberá poner en conocimiento estos hechos al Juez\r\ncompetente.\r\n ARTICULO 134. (Inserción de niños, niñas y adolescentes en hogares\r\nadecuados para su desarrollo).- El Instituto del Niño y Adolescente del\r\nUruguay (INAU) deberá proveer a los niños, niñas o adolescentes hogares\r\nadecuados a su desarrollo, sea dentro de su familia -nuclear o ampliada- o\r\nen otros hogares familiares de acogida o familias con fines de adopción,\r\nseleccionadas por el equipo técnico especializado del INAU cuando estén\r\ndadas las condiciones para su adoptabilidad (artículo 133.2).\r\n Bajo la responsabilidad del Juez, previo asesoramiento del INAU, los\r\nniños y niñas de hasta dos años de edad, no podrán permanecer en\r\nestablecimientos de internación institucional por más de cuarenta y cinco\r\ndías, salvo que se encontraren residiendo en los mismos con alguno de sus\r\nprogenitores o que motivos de salud hagan aconsejable su permanencia en\r\ncentros debidamente equipados.\r\n Asimismo, tratándose de niños o niñas mayores de dos años y de hasta\r\nsiete años de edad, el plazo máximo de permanencia en establecimientos de\r\ninternación institucional será de noventa días, resultando aplicables las\r\nmismas responsabilidades y excepciones previstas en el inciso anterior.\r\n Si requerido por el Juez, el INAU no se expidiere en el plazo que éste le\r\nfije, podrá prescindir de su informe a los efectos de tomar la decisión\r\nque corresponda.\r\n ARTICULO 135. (Consentimiento para la adopción).- No tendrá validez el\r\nconsentimiento que se otorgue para la separación del hijo que está por\r\nnacer o dentro de los treinta días de su nacimiento.\r\n Cuando los progenitores u otros familiares a cargo de un niño o niña\r\npresten su consentimiento para su adopción, el mismo sólo será válido si\r\nha sido dado en presencia del Juez, con el asesoramiento necesario y en\r\nconocimiento de las consecuencias que ello implicará.\r\n En caso de que una vez nacido el niño o niña, ni la madre ni el padre\r\ndeseen tenerlo, deberá comunicarse al Juez competente, que procederá como\r\nlo disponen los artículos 132 a 134.\r\n Provisoriamente, el Juez tomará las medidas del caso para la protección\r\ndel niño o niña, pudiendo incluso proceder a su inserción familiar\r\nalternativa, pero no podrá culminar el procedimiento establecido en el\r\nartículo anterior hasta que se cumpla el lapso fijado en el inciso primero\r\nde este artículo y previa citación de los progenitores del niño o niña.\r\n El Instituto del Niño y Adolescente del Uruguay deberá desarrollar\r\nprogramas de asesoramiento y apoyo a progenitores y familiares que\r\nmanifiesten la voluntad de que sus hijos u otros niños, niñas o\r\nadolescentes a su cargo sean integrados en familias adoptivas.\r\n ARTICULO 136. (Registro General de Adopciones).- No se dará lugar al\r\ntrámite de adopción si los interesados no han dado cumplimiento en tiempo\r\ny forma a las obligaciones y procedimientos previstos en los artículos\r\nprecedentes.\r\n El único órgano competente para la selección y asignación de familias\r\nadoptivas es el Instituto del Niño y Adolescente del Uruguay a través de\r\nequipos especializados en la materia y del Registro General de Adopciones.\r\n ARTICULO 137. (Concepto y definición).- La adopción de niños, niñas y\r\nadolescentes es un instituto de excepción, que tiene como finalidad\r\ngarantizar el derecho del niño, niña o adolescente a la vida familiar,\r\ningresando en calidad de hijo, con todos los derechos de tal, a una nueva\r\nfamilia.\r\n ARTICULO 138. (Preservación de vínculos personales y afectivos con la\r\nfamilia de origen).- Existiendo uno o más integrantes de la familia de\r\norigen (los progenitores, abuelos o abuelas, tíos o tías, hermanos o\r\nhermanas u otros integrantes de la familia ampliada), con quien el\r\nadoptado tuviere vínculos altamente significativos y favorables a su\r\ndesarrollo integral, la adopción sólo podrá realizarse si los adoptantes\r\nse obligan al respeto y preservación de este vínculo, de acuerdo con lo\r\nprevisto por el artículo 146 de este Código.\r\n Esta condición no restringirá los derechos del adoptado en la familia\r\nadoptiva; todas las adopciones serán plenas.\r\n ARTICULO 139. (Adopción del hijo del cónyuge o concubino).- Se permitirá\r\nla adopción por parte del nuevo cónyuge o concubino del padre o madre del\r\nhijo habido dentro del matrimonio o habido fuera del matrimonio reconocido\r\ndel otro cónyuge o concubino, siempre que el niño, niña o adolescente haya\r\nperdido todo vínculo con el otro progenitor. En este caso, quien ejerce la\r\npatria potestad sobre el niño, niña o adolescente adoptado por su pareja,\r\ncontinuará en su ejercicio.\r\n Esta adopción sólo podrá llevarse a cabo una sola vez, respecto al niño,\r\nniña o adolescente.\r\n ARTICULO 140. (Condiciones para la adopción).- Pueden ser adoptados\r\naquellos niños, niñas y adolescentes que por disposición judicial fueron\r\nentregados en tenencia para su adopción, siempre que se cumplan los\r\nsiguientes requisitos:\r\nA) Se haya dispuesto la pérdida de patria potestad respecto de los\r\nprogenitores que la tuvieran.\r\nB) Haya transcurrido al menos un año de tenencia en la familia adoptante,\r\nen condiciones favorables a su desarrollo integral.\r\nC) El niño, niña o adolescente haya prestado su consentimiento. Si no\r\nfuere capaz de hacerse entender de ninguna forma, prestará su\r\nconsentimiento el defensor del mismo, que se le designará a tales efectos.\r\nD) Que el o los adoptantes tengan al menos 25 años de edad, con quince\r\naños más que el niño, niña o adolescente a adoptar. Por motivo fundado y\r\nexpreso el Tribunal podrá otorgar la adopción aún cuando alguno de los\r\nadoptantes no alcanzaren la diferencia de edad con el adoptado o adoptada,\r\nreduciéndola hasta un límite que admita razonablemente que éste pueda ser\r\nhijo de los adoptantes.\r\n Tratándose de cónyuges o concubinos, deben computar al menos cuatro años\r\nde vida en común.\r\n ARTICULO 141. (Prohibiciones).-\r\nA) Nadie puede ser adoptado por más de una persona a no ser por dos\r\ncónyuges o concubinos. No regirá esta prohibición para los esposos\r\ndivorciados y para los ex concubinos siempre que medie la conformidad de\r\nambos y cuando la guarda o tenencia del niño, niña o adolescente hubiera\r\ncomenzado durante el matrimonio o concubinato y se completara después de\r\nla disolución de éste.\r\nB) Ninguno de los cónyuges o concubinos puede adoptar sin el\r\nconsentimiento expreso del otro, salvo que estuviere impedido de\r\nmanifestar su voluntad o que exista sentencia de separación de cuerpos.\r\nC) El tutor no puede adoptar al niño, niña o adolescente hasta que hayan\r\nsido aprobadas las cuentas del cargo.\r\n ARTICULO 142. (Procedimiento).-\r\n1) La adopción deberá ser promovida ante el Juzgado Letrado de Familia del\r\ndomicilio del adoptante.\r\n Se seguirá el procedimiento voluntario previsto en los artículos 402 y\r\nsiguientes del Código General del Proceso, notificándose al Instituto del\r\nNiño y Adolescente del Uruguay.\r\n2) En caso de oposición a la adopción el proceso será contencioso,\r\naplicándose las normas del Código General del Proceso referidas al proceso\r\nextraordinario (artículos 346 y siguientes).\r\n El Juez diligenciará las pruebas ofrecidas y las que juzgue convenientes\r\ninterrogando a los peticionantes y al niño, niña o adolescente en su caso.\r\n3) Previamente al dictado de la sentencia, será oído preceptivamente el\r\nMinisterio Público.\r\n ARTICULO 143. (Procedencia).- La adopción sólo se otorgará por justos\r\nmotivos y existiendo conveniencia para el niño, niña o adolescente.\r\n Cuando la adopción se pretendiere para dos o más niños, niñas o\r\nadolescentes simultáneamente, no será obstáculo la circunstancia de que\r\nmediasen menos de ciento ochenta días entre sus respectivos nacimientos.\r\n ARTICULO 144. (Bienes).- Cuando el niño, niña o adolescente tuviere\r\nderechos cuyo dominio se acredite por documento público o privado, el Juez\r\ndispondrá que el Actuario inserte en el mismo constancia que exprese el\r\ncambio de nombre del titular, de lo que tomará nota el Registro respectivo\r\ncuando correspondiere.\r\n ARTICULO 145. (Adopción de niños, niñas o adolescentes con capacidad\r\ndiferente).- Tratándose de niños, niñas o adolescentes con capacidad\r\ndiferente el Estado, a través de sus diversos servicios, asegurará la\r\natención integral de los mismos en forma gratuita, derecho que se\r\nmantendrá cualquiera sea la edad de la persona adoptada.\r\n El Poder Ejecutivo reglamentará la forma de dar vigencia efectiva a este\r\nartículo en un plazo de ciento ochenta días con posterioridad a la entrada\r\nen vigencia de este Código.\r\n ARTICULO 146. (Visitas con la familia de origen).- Tratándose de una\r\nadopción en la que los adoptantes se obligan a preservar el vínculo\r\npersonal y afectivo del adoptado con uno o más integrantes de la familia\r\nde origen (artículo 138), deberán acordar el régimen de visitas. Si no\r\nexistiere acuerdo, previo a dictar sentencia, el Tribunal establecerá un\r\nrégimen de visitas que se regulará conforme a las necesidades del adoptado\r\ny se adecuará o, en su caso, se suspenderá, cuando se modifiquen los\r\nsupuestos de hecho que dieron lugar al régimen de visitas.\r\n ARTICULO 147. (Sentencia).- Con el testimonio de la sentencia\r\nejecutoriada que autorice la adopción, la parte solicitante efectuará la\r\ninscripción del niño, niña o adolescente en la Dirección General del\r\nRegistro de Estado Civil como hijo inscripto fuera de término. En la\r\npartida correspondiente no se hará mención alguna del juicio, sin\r\nperjuicio de señalar el número y fecha del oficio judicial presentado que\r\ndio lugar a la inscripción. Su texto será el corriente en dicho\r\ninstrumento.\r\n Si los adoptantes fueran de estado civil casados, se inscribirá como hijo\r\nhabido dentro del matrimonio y se realizará también la anotación\r\npertinente en la libreta de organización de la familia de modo idéntico a\r\nla de los hijos habidos dentro del matrimonio.\r\n Si el o los adoptantes no fueran de estado civil casados, se inscribirá\r\ncomo hijo reconocido por los mismos.\r\n Si el adoptante fuere de estado civil viudo o fuera ex concubino de una\r\npersona fallecida a la fecha de la sentencia y la tenencia con fines de\r\nadopción hubiere sido conferida a ambos por la Sede Judicial, podrá ser\r\ninscripto como hijo de esa unión, siempre que resultare fehacientemente\r\nacreditado que tal fue la voluntad expresa de ésta antes de su disolución.\r\n El testimonio de la sentencia se archivará en forma, dejándose constancia\r\nde haberse efectuado la inscripción mencionada.\r\n Toda la tramitación y la expedición de partidas será gratuita.\r\n La sentencia que autoriza la adopción no es revisable (artículo 405.1 del\r\nCódigo General del Proceso); no obstante podrá reclamarse su anulación por\r\nfraude, dolo o colusión (artículos 114 y concordantes del Código General\r\ndel Proceso y artículo 157 de este Código).\r\n ARTICULO 148. (Efectos).- Realizada la adopción los vínculos de filiación\r\nanterior del niño, niña o adolescente se sustituirán por los vínculos de\r\nfiliación adoptivos a todos sus efectos, con excepción de los impedimentos\r\nprevistos en el artículo 91 del Código Civil y del derecho de mantener\r\nvínculos regulares con su familia de origen o parte de ella, de acuerdo\r\ncon los artículos 138 y 146.\r\n Deberá hacerse constar dicha sustitución en el acta de inscripción\r\noriginal del niño, niña o adolescente.\r\n La adopción es irrevocable. La adopción tendrá efectos constitutivos\r\nsobre el estado civil del niño, niña o adolescente objeto de la misma,\r\nquien se reputará en adelante con los mismos derechos y deberes que si\r\nhubiera nacido del o los adoptantes.\r\n\r\n                    IV - De la adopción internacional\r\n\r\n ARTICULO 149. (Principio general).- En defecto de convenios\r\ninternacionales ratificados por la República, las adopciones\r\ninternacionales se regularán por las disposiciones de este capítulo.\r\n Se considera adopción internacional a la que se lleva a cabo por personas\r\ncon domicilio o residencia habitual en un país diferente del domicilio o\r\nresidencia habitual del niño, niña o adolescente.\r\n ARTICULO 150. (Preferencia).- El Instituto del Niño y Adolescente del\r\nUruguay y las demás autoridades con competencia en materia de adopción,\r\ndeberán dar preferencia a la ubicación de los niños, niñas o adolescentes\r\nen condiciones de adopción, en familias u hogares que los requieran y\r\nvivan dentro del territorio nacional.\r\n ARTICULO 151. (Competencia).- Serán competentes para el otorgamiento de\r\nla adopción internacional los Jueces de Familia del domicilio del\r\nadoptado, quienes procederán de acuerdo con los trámites del juicio\r\nextraordinario del Código General del Proceso (artículo 346). La apelación\r\nse regirá por la misma normativa (artículo 347).\r\n Los solicitantes deberán comparecer a la audiencia preliminar en forma\r\npersonal, preceptivamente. También deberán hacerlo cuando el Tribunal, en\r\nforma fundada, lo considere conveniente.\r\n El impedimento fundado de los solicitantes a concurrir personalmente a la\r\naudiencia hará que el Juzgado fije otra, pero en ningún caso se permitirá\r\nla representación por apoderado.\r\n Hasta tanto no haya recaído sentencia firme, para que el niño, niña o\r\nadolescente pueda salir del país deberá hacerlo en compañía de uno de los\r\nsolicitantes, contando con autorización judicial, la que no podrá\r\nconcederse sin intervención preceptiva del Ministerio Público.\r\n ARTICULO 152. (Requisitos).- Las adopciones internacionales se\r\nconstituirán con la intervención preceptiva del Instituto del Niño y\r\nAdolescente del Uruguay, quien una vez obtenidos todos los antecedentes\r\npresentará en el plazo de sesenta días un informe pormenorizado, debiendo\r\ncumplir, asimismo, los demás requisitos previstos en los artículos 132 a\r\n160 de este Código, en cuanto fueren aplicables.\r\n La adopción internacional tendrá efectos de adopción plena, pudiendo\r\nacceder a ella cónyuges cuya unión matrimonial no sea inferior a cuatro\r\naños.\r\n Sólo se realizará con aquellos países cuyas normas en materia de adopción\r\ny protección de niños, niñas y adolescentes tengan una razonable\r\nequivalencia con las de nuestro país.\r\n ARTICULO 153. (Residencia).- Los adoptantes deberán residir y convivir\r\ncon el niño, niña o adolescente en el territorio nacional, aún en forma\r\nalternada, por un plazo de seis meses durante el lapso de la tenencia. Por\r\nrazones fundadas y teniendo en cuenta el interés superior del niño o niña,\r\nel plazo podrá ser reducido por el Juez competente.\r\n ARTICULO 154. (Documentos necesarios).- Con la solicitud de la adopción\r\nse deberá presentar la documentación justificativa de las condiciones\r\nfísicas, morales, psicológicas, económicas y familiares de los\r\nsolicitantes. Los informes y documentos al respecto deberán tramitarse por\r\nmedio de las autoridades centrales del país de los adoptantes y de la\r\nRepública.\r\n ARTICULO 155. (Nacionalidad).- Los niños, niñas y adolescentes de\r\nnacionalidad oriental adoptados por extranjeros domiciliados en el\r\nexterior, mantienen su nacionalidad, sin perjuicio de adquirir, además, la\r\nde los adoptantes.\r\n\r\n                       V - Anulación de adopciones\r\n\r\n ARTICULO 156. (Juicios de anulación).- Corresponde a los Jueces de\r\nFamilia que autorizaron la adopción, la tramitación de los juicios de\r\nanulación, los que serán resueltos teniendo en cuenta el interés superior\r\ndel niño, niña o adolescente. El trámite se regirá por el procedimiento\r\nextraordinario del Código General del Proceso (artículos 346 y 347).\r\n\r\n                    VI - Control estatal de adopciones\r\n\r\n ARTICULO 157. (Control).- El Instituto del Niño y Adolescente del Uruguay\r\n(INAU), a través de sus servicios especializados, es el organismo\r\nencargado de proponer, ejecutar y fiscalizar la política a seguir en\r\nmateria de adopciones.\r\n Para el cumplimiento de los mismos, el INAU podrá convenir con\r\ninstituciones públicas o privadas sin fines de lucro, especializadas en la\r\nmateria.\r\n ARTICULO 158. (Cometidos del equipo técnico).- Todos los servicios e\r\ninstituciones que desarrollen programas de adopción deberán contar con\r\nequipo interdisciplinario que tendrá como cometidos:\r\nA) Asesorar a los interesados en adoptar niños, niñas o adolescentes y\r\nanalizar los motivos de su solicitud.\r\nB) Evaluar las condiciones de salud, psíquicas, sociales y jurídicas de\r\nlos solicitantes y las posibilidades de convivencia.\r\nC) Llevar un registro de interesados en adoptar, ordenado cronológicamente\r\nsegún fecha de solicitud, en el que conste el informe técnico a que\r\nrefiere el literal anterior.\r\nD) Seleccionar de dicho registro respetando el orden de inscripción, los\r\nposibles padres adoptivos, ante la solicitud formulada por el Juzgado\r\ncompetente, en el caso de un niño, niña o adolescente en condiciones de\r\nser adoptado.\r\n El orden sólo podrá ser alterado por las necesidades del niño, niña o\r\nadolescente, debidamente fundadas. En todos los casos el niño, niña o\r\nadolescente deberá ser oído preceptivamente.\r\nE) Orientar y acompañar el proceso de integración familiar, tomando las\r\nacciones para garantizar una satisfactoria inserción familiar del niño,\r\nniña o adolescente y supervisar el cumplimiento del derecho al\r\nconocimiento de su origen e identidad.\r\nF) Asesorar al Juez toda vez que le sea requerido su informe.\r\nG) Orientar y apoyar a adoptados y adoptadas, adoptantes e integrantes de\r\nla familia de origen, en el proceso de conocimiento y acercamiento de las\r\nmismas.\r\n\r\n                     VII - Del registro de adopciones\r\n\r\n ARTICULO 159. (Registro General de Adopciones).- El Instituto del Niño y\r\nAdolescente del Uruguay llevará un Registro de Adopciones, donde constarán\r\nlos datos identificatorios de:\r\n1) El niño, niña o adolescente adoptado.\r\n2) Los datos de sus progenitores, hermanos, tíos y otros integrantes de la\r\nfamilia de origen conocidos: nombre, nacionalidad, domicilio, fecha de\r\nnacimiento y estado civil.\r\n3) Los datos de los adoptantes: nombre, nacionalidad, domicilio, fecha de\r\nnacimiento y estado civil e institución nacional o extranjera que lo\r\npatrocinó, cuando corresponda.\r\n4) Juzgado en que se tramitó el proceso respectivo.\r\n Este Registro será reservado salvo en cuanto al adoptado o adoptada, sin\r\nperjuicio del acceso al mismo -previa autorización judicial- de los\r\nintegrantes de la familia de origen, de la familia adoptiva o las personas\r\nprevistas en los numerales 1) y 2) del artículo 160.2.\r\n\r\n               VIII - Derecho de acceso a sus antecedentes\r\n                         y derecho a la intimidad\r\n\r\n ARTICULO 160. (Conocimiento de la condición de adoptado).- Todo adoptado\r\no adoptada tiene derecho a conocer su condición de tal, a la más temprana\r\nedad, dentro de lo que sea aconsejado a los padres según el caso concreto.\r\n ARTICULO 160.1. (Acceso a datos y expedientes relativos a la familia de\r\norigen y al proceso de adopción).- Tendrá asimismo derecho a partir de los\r\nquince años de acceder a los datos del Registro General de Adopciones en\r\ncuanto refieran a su historia personal y a conocer a su familia de origen.\r\n Será deber de los padres adoptivos y subsidiariamente del Instituto del\r\nNiño y Adolescente del Uruguay (INAU) informarle al respecto, atendiendo a\r\nsu edad y características, así como apoyarle y acompañarle si éste deseara\r\nrevincularse con su familia de origen.\r\n Todo adoptado mayor de edad tendrá derecho de acceder al expediente\r\njudicial y demás antecedentes que dieron lugar a su adopción. El Juez\r\ncompetente en dicho trámite deberá acceder a dicha solicitud sin más\r\ntrámite.\r\n Tratándose de un adolescente o de un mayor de edad con discapacidad\r\nintelectual, el Juez recabando el asesoramiento y apoyo técnico del INAU o\r\ndel perito que estime pertinente según el caso, y previa vista del\r\nMinisterio Público, accederá a su petición, poniendo a su disposición el\r\nexpediente y demás antecedentes.\r\n En todo caso el ejercicio de este derecho será libre, no debiendo\r\nfundarse el motivo o causa que lo justifique o limite.\r\n Si el adoptado no hubiere cumplido los quince años de edad\r\n-excepcionalmente, y fundado en el interés superior del mismo- el Juez\r\npodrá denegarle o restringirle el acceso al expediente, decisión que habrá\r\nde ser revisada una vez que se hayan superado los motivos que dieron lugar\r\na la misma.\r\n ARTICULO 160.2. (Derecho a la intimidad).- Se respetará la reserva de\r\nestos trámites, habilitándose únicamente el acceso al expediente a otras\r\npersonas en los siguientes casos:\r\n1) Cuando por razones de carácter médico sea necesario conocer los\r\nantecedentes de la familia de origen del adoptado. El acceso a los\r\nantecedentes requerirá en todo caso el consentimiento del adoptado mayor\r\nde edad o de sus descendientes en caso de ser la salud de éstos la que\r\npudiera beneficiarse con la investigación antedicha.\r\n2) Cuando se esté realizando una investigación judicial de tal naturaleza\r\nque justifique invadir la intimidad del adoptado aún contra su voluntad, y\r\nsea necesario obtener la información como elemento de prueba.\r\n En ambos casos, se requerirá decisión judicial fundada acerca de la\r\nnecesidad de la medida\".\r\n ",
    "textoModificadoMarkdown": " (Integración familiar de niños, niñas o adolescentes en tenencia o guarda con fines de adopción).- Podrá procederse a la integración familiar de un niño, niña o adolescente con fines de adopción cuando, en el marco del proceso previsto en el artículo 132 de este Código, el juez competente entendiere que se encuentra acreditada su condición de adoptabilidad, fundándose en que se ha producido la ruptura o grave deterioro de los vínculos afectivos con sus progenitores y otros miembros de la familia de origen que eventualmente hubieran podido encargarse de su cuidado, estar expuesta su salud física, emocional, mental o espiritual o a la vulneración de sus derechos y la posibilidad de lograr el establecimiento de nuevos vínculos afectivos adecuados a su situación, logrando su protección integral. En estos casos se encargará preceptivamente el cumplimiento de la resolución judicial de inserción adoptiva de un niño, niña o adolescente al Instituto del Niño y Adolescente del Uruguay (INAU), a través del equipo técnico de adopciones previsto en el artículo 158 de este Código, quien deberá dar estricto cumplimiento al literal D) de la mencionada disposición. El INAU deberá informar al Tribunal de todas las actuaciones del equipo técnico, detallando el proceso de decisión y los fundamentos de su resolución, así como toda circunstancia superviniente hasta la sentencia definitiva que disponga la adopción (artículo 147). El Tribunal solo podrá apartarse de la selección realizada por el equipo técnico del INAU por motivos especialmente fundados, encomendando a dicho Instituto, a través de su equipo técnico, una nueva selección en idénticos términos y condiciones a las establecidas para el primer caso, así como también de acuerdo a lo establecido en el artículo 132.6 en relación a aquellas situaciones de hecho en las cuales el niño, niña o adolescente, se encuentre plenamente integrado a un núcleo familiar bajo un régimen de tenencia de origen lícito, caso en el que el juez, basado en los informes solicitados, en el interés superior del niño y su sana crítica podrá prescindir de la selección realizada por el equipo técnico del Departamento de Adopciones del INAU. El Directorio del INAU tendrá legitimación activa para apelar la sentencia que no contemple la sugerencia de su equipo técnico. Toda forma de selección de familia adoptante que no cumpla con lo dispuesto anteriormente será nula. Cuando el Tribunal disponga la entrega de niños, niñas o adolescentes con fines de adopción, el INAU deberá priorizar los adoptantes que ofrezcan una red familiar de apoyo que favorezca su adecuada integración. En caso de existir hermanos en igual condición, deberá propenderse a su integración familiar en forma conjunta. Si en cumplimiento de lo dispuesto en el literal E) del artículo 158 surgiere que la familia seleccionada no es la adecuada para integrar adoptivamente los niños o niñas que le fueren confiados, el equipo especializado del INAU deberá poner en conocimiento estos hechos al juez competente. (*) "
}