{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IV - ECONOMÍA Y EMPRESAS PÚBLICAS  CAPÍTULO IV - LIBERTAD FINANCIERA  ",
        "nombreArticulo": "Artículo 225 ",
        "textoArticulo": "    (Procedimientos de debida diligencia).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo agregó a:</font></b> Ley Nº 19.574 de 20/12/2017 artículo <a href=\"/bases/leyes/19574-2017/17\" >17</a> Incisos \r\n2º), 3º) y 4º).\r\n"
    },
    "numeroArticulo": "225",
    "seccionArticulo": "IV",
    "capituloArticulo": "IV",
    "textoArticulo": " (Procedimientos de debida diligencia).- (*) ",
    "notasArticulo": "Este artículo agregó a: Ley Nº 19.574 de 20/12/2017 artículo 17 Incisos 2º), 3º) y 4º). ",
    "textoOriginal": " (Procedimientos de debida diligencia).- (*) ",
    "textoModificado": " (Medidas simplificadas de debida diligencia).- Los sujetos obligados podrán aplicar, en los supuestos y con las condiciones que se determinen reglamentariamente, medidas simplificadas de debida diligencia respecto de aquellos clientes, productos u operaciones que comporten un riesgo reducido de lavado de activos o financiamiento del terrorismo. La circunstancia de que la operación o actividad se realice utilizando medios de pago electrónicos, tales como transferencias bancarias u otros instrumentos de pago emitidos por instituciones de intermediación financiera, o de los que estas fueran obligadas al pago, o valores de los que estas fueran depositarias, no exime a los sujetos obligados no financieros, designados por el artículo 13 de la presente ley, de la aplicación de los procedimientos de debida diligencia, pero considerando el menor riesgo de lavado de activos o financiamiento del terrorismo que esos casos suponen, y tratándose de clientes residentes y no residentes que provengan de países que cumplen con los estándares internacionales en materia de prevención y lucha contra el lavado de activos y la financiación del terrorismo, dichos procedimientos podrán consistir en la aplicación de medidas simplificadas de debida diligencia. Lo anterior no será aplicable cuando se trate de las situaciones previstas en los artículos 20 y 22 de la presente ley y los artículos 13, 14, 42, 46 y 89 del Decreto N° 379/2018, de 12 de noviembre de 2018, que la reglamenta, extremos en los cuales se deberán aplicar las medidas de debida diligencia intensificadas.(*) Cuando el ordenante del pago fuere un sujeto distinto al que realiza la operación, se deberán realizar procedimientos de debida diligencia simplificada o intensificada, según lo establecido en el inciso anterior, también respecto de dicho sujeto.(*) Las cuentas de origen y destino de los fondos o valores podrán estar radicadas en instituciones de intermediación financiera del exterior, siempre que dichas instituciones estén situadas en países que cumplan con los estándares internacionales en materia de lavado de activos y financiamiento del terrorismo.(*) "
}