{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO III - LEGISLACIÓN PROFESIONAL POLICIAL  ",
        "nombreArticulo": "Artículo 50 ",
        "textoArticulo": "    (Deber de identificarse)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.315 de 05/07/2008 artículo \r\n<a href=\"/bases/leyes/18315-2008/43\" >43</a>.\r\n"
    },
    "numeroArticulo": "50",
    "seccionArticulo": "I",
    "capituloArticulo": "III",
    "textoArticuloMarkdown": " (Deber de identificarse) (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Ley Nº 18.315 de 05/07/2008 artículo [43](https://www.impo.com.uy/bases/leyes/18315-2008/43). ",
    "textoOriginalMarkdown": "  (Solicitud de identificación).- En el marco de procedimientos que tienen\r\npor objeto la detención de personas requeridas por la Justicia competente\r\no fugadas, la policía puede solicitar la identificación correspondiente a\r\npersonas que razonablemente puedan coincidir con la requerida. A los\r\nefectos de confirmar la identidad manifestada por una persona, la policía\r\npodrá requerirle la exhibición de su cédula de identidad, credencial\r\ncívica, libreta de conducir o cualquier otro tipo de documento idóneo para\r\ntal fin.\r\nEn la hipótesis del inciso anterior, cuando una persona se niegue a\r\nidentificarse (numeral 6º del artículo 360 del Código Penal), deberá ser\r\nconducida a la dependencia policial, y se dará cuenta de inmediato al Juez\r\ncompetente en los términos establecidos en el artículo 6º de la presente\r\nley.\r\nEn caso que la persona declare su identidad pero se tengan dudas fundadas\r\nsobre la veracidad de su declaración, o presente documentos o testimonios\r\nsobre los que la policía tenga motivos suficientes o fundados para dudar\r\nde su validez, ni se pueda, en el lugar, establecer la identidad por otros\r\nmétodos alternativos, podrá ser conducida a la dependencia policial\r\ncorrespondiente con la finalidad de confirmar su identidad, enterándose de\r\nello, de inmediato, al Juez competente, conforme a lo dispuesto por el\r\nartículo 6º de la presente ley.\r\n\r\n                                Sección II\r\n                            Registro personal\r\n ",
    "textoModificadoMarkdown": " (Deber de identificarse).- Toda persona tiene el deber de identificarse cuando la Policía lo requiera. A los efectos de confirmar la identidad manifestada por la persona, la Policía podrá requerirle la exhibición de su cédula de identidad, credencial cívica, libreta de conducir o cualquier otro documento idóneo para tal fin. Si la persona careciere de documentación que acredite su identidad declarada, la Policía podrá conducirla a sus dependencias para tomar su fotografía e impresiones digitales, e interrogarla acerca de su nombre, domicilio, estado civil y ocupación, dando cuenta de inmediato al Ministerio Público. El procedimiento no durará más de dos horas. Cuando una persona se niegue a identificarse, o presente un documento identificatorio sobre cuya autenticidad o validez la Policía tenga dudas razonables, podrá ser conducida a la correspondiente dependencia policial, con la finalidad de corroborar su identidad, dando cuenta en forma inmediata al Ministerio Público. (*) "
}