{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO V - NORMAS SOBRE ADOLESCENTES PRIVADOS DE LIBERTAD  ",
        "nombreArticulo": "Artículo 77 ",
        "textoArticulo": "    (Régimen especial)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Código de la Niñez y la Adolescencia \r\nde 07/09/2004 artículo <a href=\"/bases/codigo-ninez-adolescencia/17823-2004/116_BIS\" >116 - BIS</a>.\r\n"
    },
    "numeroArticulo": "77",
    "seccionArticulo": "I",
    "capituloArticulo": "V",
    "textoArticuloMarkdown": " (Régimen especial) (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Código de la Niñez y la Adolescencia de 07/09/2004 artículo [116 - BIS](https://www.impo.com.uy/bases/codigo-ninez-adolescencia/17823-2004/116_BIS). ",
    "textoOriginalMarkdown": "  Agrégase al Código de la Niñez y la Adolescencia aprobado por la Ley N°\r\n17.823, de 7 de setiembre de 2004, en la redacción dada por la Ley N°\r\n18.778, de 15 de julio de 2011, el siguiente artículo:\r\n\r\n\"ARTÍCULO 116 bis. (Régimen especial).- Sin perjuicio de la aplicación de\r\nlas normas y principios establecidos en este Código, en los casos en que\r\nel presunto autor sea mayor de quince y menor de dieciocho años de edad, y\r\ncuando el proceso refiera a las infracciones gravísimas previstas en los\r\nnumerales 1), 2), 3), 4), 5), 6) y 9) del artículo 72 de la presente ley,\r\nel Juez, a solicitud expresa del Ministerio Público y una vez oída la\r\ndefensa, deberá disponer la aplicación de las siguientes reglas:\r\n\r\nA)     La privación cautelar de libertad será preceptiva hasta el dictado\r\n       de la sentencia definitiva.\r\n\r\nB)     Las medidas privativas de libertad tendrán una duración no inferior\r\n       a los doce meses.\r\n\r\nC)     El infractor, una vez ejecutoriada la sentencia de condena podrá\r\n       solicitar la libertad anticipada, siempre y cuando haya cumplido\r\n       efectivamente el mínimo de privación de libertad establecido en el\r\n       literal anterior y a su vez, superare la mitad de la pena impuesta.\r\n\r\nD)     Las medidas de privación de libertad deberán ser cumplidas en\r\n       establecimientos especiales, separados de los adolescentes privados\r\n       de libertad por el régimen general.\r\n\r\nE)     Cuando el infractor cumpla los dieciocho años de edad, pasará a\r\n       cumplir la medida de privación de libertad en un establecimiento\r\n       especial del Sistema de Responsabilidad Penal Adolescente separado\r\n       de los menores de dieciocho años de edad.\r\n\r\nF)     La elevación preceptiva de las actuaciones al Juzgado Penal de\r\n       turno a efectos de que éste convoque a los representantes legales\r\n       del adolescente para determinar su eventual responsabilidad en los\r\n       hechos\".\r\n ",
    "textoModificadoMarkdown": " (Régimen especial).- Sin perjuicio de la aplicación de las normas y principios establecidos en este Código, en los casos en que el presunto autor sea mayor de quince y menor de dieciocho años de edad, y cuando el proceso refiera a las infracciones gravísimas previstas en el artículo 72 de la presente ley y a los delitos de abuso sexual y abuso sexual especialmente agravado (artículos 272 BIS y 272 TER del Código Penal), el juez, a solicitud expresa del Ministerio Público y una vez oída la defensa, deberá disponer la aplicación de las siguientes reglas: A) La privación cautelar de libertad será preceptiva hasta el dictado de la sentencia definitiva. B) Las medidas privativas de libertad tendrán una duración no inferior a los veinticuatro meses en el caso de los numerales 1) Homicidio intencional con agravantes especiales (artículos 311 y 312 del Código Penal), 2) Lesiones gravísimas (artículo 318 del Código Penal), 3) Violación (artículo 272 del Código Penal), 5) Privación de libertad agravada (artículo 282 del Código Penal), 6) Secuestro (artículo 346 del Código Penal) y 9) Cualquier otra acción u omisión que el Código Penal o las leyes especiales castigan con una pena cuyo límite mínimo sea igual o superior a seis años de penitenciaría y cuyo límite máximo sea igual o superior a doce años de penitenciaría, del artículo 72 de la presente ley y el delito de abuso sexual especialmente agravado (artículo 272 TER del Código Penal), y no inferior a los doce meses en el caso de los numerales 4) Rapiña (artículo 344 del Código Penal), 7) Extorsión (artículo 345 del Código Penal), 8) Tráfico de estupefacientes (artículos 31 y 32 del Decreto-Ley N° 14.294, de 31 de octubre de 1974, en la redacción dada por el artículo 3° de la Ley N° 17.016, de 22 de octubre de 1998), del artículo 72 de la presente ley, y el delito de abuso sexual (artículo 272 BIS del Código Penal). C) El infractor, una vez ejecutoriada la sentencia de condena podrá solicitar la libertad anticipada, siempre y cuando haya cumplido efectivamente el mínimo de privación de libertad establecido en el literal anterior y a su vez, superare la mitad de la pena impuesta. D) Las medidas de privación de libertad deberán ser cumplidas en establecimientos especiales, separados de los adolescentes privados de libertad por el régimen general. E) Cuando el infractor cumpla los dieciocho años de edad, pasará a cumplir la medida de privación de libertad en un establecimiento especial del Instituto Nacional de Inclusión Social Adolescente separado de los menores de dieciocho años de edad. F) La remisión preceptiva de las actuaciones a la Fiscalía de turno a efectos de que ésta convoque a los representantes legales del adolescente para determinar su eventual responsabilidad en los hechos. (*) "
}