{
    "tipoNorma": "Código Penal",
    "nroNorma": "9155",
    "anioNorma": 1933,
    "nombreNorma": "APROBADO POR LEY N° 9.155\r\n",
    "leyenda": " Documento Actualizado ",
    "urlTodaLaNorma": "/bases/codigo-penal/9155-1933",
    "fechaPromulgacion": "04/12/1933",
    "fechaPublicacion": "No fue publicado",
    "referenciasNorma": " <i><b>Actualización de la Versión Oficial publicada el 26.10.1967\r\n                   (Decreto Nº 698/967)</b></i>.\r\n<b><font color=\"#FF0000\">Ver vigencia:</font></b> Ley Nº 9.414 de 29/06/1934 artículo <a href=\"/bases/leyes/9414-1934/2\" >2</a>.\r\n<div align=\"right\"><a href=\"/bases/indices-codigos/9155-1933/1\" ><b>Indice de la Norma</b></a></div>\r\n <a href=\"/bases/cuadros/9155-1933/1\" ><b>APENDICE NORMATIVO</b></a>\r\n ",
    "tituloArticulo": "  LIBRO II  TITULO I - DE LOS DELITOS CONTRA LA SOBERANIA DEL ESTADO, CONTRA LOS \r\nESTADOS EXTRANJEROS, SUS JEFES O REPRESENTANTES  CAPITULO I - DELITOS CONTRA LA PATRIA  ",
    "nombreArticulo": "Artículo 136 ",
    "textoArticulo": "    (Responsabilidad de los extranjeros)\r\n   La responsabilidad se extiende a los extranjeros que viven en el país\r\no fuera de él, pero la pena se reduce de la tercera parte a la mitad.\r\n   Se sustraen a toda represión, los extranjeros radicados en el país\r\nenemigo, que cometieren el delito previsto en el numeral 4º del artículo\r\n133, o alguno de los otros delitos, siempre que respecto de estos\r\núltimos, mediara la obligación de cumplir con una ley del mismo Estado.\r\n ",
    "urlReferenciasAlArticulo": "/bases/codigo-penal/9155-1933/136?verreferencias=articulo",
    "textoArticuloMarkdown": " (Responsabilidad de los extranjeros) La responsabilidad se extiende a los extranjeros que viven en el país o fuera de él, pero la pena se reduce de la tercera parte a la mitad. Se sustraen a toda represión, los extranjeros radicados en el país enemigo, que cometieren el delito previsto en el numeral 4º del artículo 133, o alguno de los otros delitos, siempre que respecto de estos últimos, mediara la obligación de cumplir con una ley del mismo Estado. ",
    "anteriorOriginal": {}
}