{
    "fechaDescarga": "05/01/2021, 10:51:42",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 128 ",
        "textoArticulo": "    (De la libertad de cátedra)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/11\" >11</a>.\r\n"
    },
    "numeroArticulo": "128",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (De la libertad de cátedra) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 11. ",
    "textoOriginal": " (De la libertad de cátedra).- El docente, en su condición de profesional, es libre de planificar sus cursos realizando una selección responsable, crítica y fundamentada de los temas y las actividades educativas, respetando los objetivos y contenidos de los planes y programas de estudio. Asimismo, los educandos tienen la libertad y el derecho a acceder a todas la fuentes de información y de cultura, y el docente el deber de ponerlas a su alcance. CAPITULO III POLITICA EDUCATIVA NACIONAL ",
    "textoModificado": " (De la libertad de cátedra).- El docente, en su condición de profesional, es libre de planificar sus cursos realizando una selección responsable, crítica y fundamentada de los temas y las actividades educativas, respetando los objetivos y contenidos de los planes y programas de estudio. Asimismo, los educandos tienen la libertad y el derecho a acceder a todas las fuentes de información y de cultura, y el docente el deber de ponerlas a su alcance, con un criterio de amplitud, ecuanimidad y balance de puntos de vista que permita a los educandos ejercer su libertad y formarse su propio juicio. (*) "
}