{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO III - LEGISLACIÓN PROFESIONAL POLICIAL  ",
        "nombreArticulo": "Artículo 63 ",
        "textoArticulo": "    (Estado policial del personal en situación de retiro)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 19.315 de 18/02/2015 artículo \r\n<a href=\"/bases/leyes/19315-2015/38\" >38</a>.\r\n"
    },
    "numeroArticulo": "63",
    "seccionArticulo": "I",
    "capituloArticulo": "III",
    "textoArticulo": " (Estado policial del personal en situación de retiro) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 19.315 de 18/02/2015 artículo 38. ",
    "textoOriginal": " (El Estado Policial del personal en situación de retiro).- El policía en situación de retiro tendrá los siguientes derechos, obligaciones y prohibiciones: 1) Derechos: A) El cobro del haber de retiro y la pensión para sus derecho-habientes de conformidad con la ley. B) El uso del título. C) La asistencia prestada por la Dirección Nacional de Sanidad Policial. D) El porte de arma y el uso del uniforme social o de gala, distintivos, insignias correspondientes a cada grado, con fines protocolares, lo que deberá ajustarse a las normas legales y reglamentarias en vigor, con excepción del personal de la Escala Básica. 2) Obligaciones y prohibiciones: A) No divulgar información sobre hechos o documentos que por su propia naturaleza debieran permanecer reservados, confidenciales o secretos. B) La sujeción al régimen disciplinario policial durante los primeros cuatro años de su pase a retiro. C) Realizar manifestaciones que atenten contra el respeto a los Poderes del Estado, sus autoridades y/o formulen críticas sobre la organización y estructura de la institución, gestión y políticas adoptadas por autoridades, durante los primeros cuatro años de su pase a retiro. ",
    "textoModificado": " (Estado Policial del personal en situación de retiro).- El policía en situación de retiro tendrá los siguientes derechos, obligaciones y prohibiciones: 1) Derechos: A) El cobro del haber de retiro y la pensión para sus derechohabientes de conformidad con la ley. B) El uso del título. C) La asistencia prestada por la Dirección Nacional de Asuntos Sociales. D) El uso del uniforme social o de gala, distintivos, insignias correspondientes a cada grado, con fines protocolares, lo que deberá ajustarse a las normas legales y reglamentarias en vigor, con excepción del personal de la Escala Básica. 2) Obligaciones y prohibiciones: A) No divulgar información sobre hechos o documentos que por su naturaleza debieran permanecer reservados, confidenciales o secretos. B) La sujeción al régimen disciplinario policial durante los primeros dos años de su pase a retiro. C) Realizar manifestaciones que atenten contra el respeto a los Poderes del Estado o a sus autoridades o formulen críticas sobre la organización y estructura de la institución, gestión y políticas adoptadas por autoridades, durante los primeros dos años de su pase a retiro. (*) "
}