{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN IV - ECONOMÍA Y EMPRESAS PÚBLICAS  CAPÍTULO IV - LIBERTAD FINANCIERA  ",
        "nombreArticulo": "Artículo 220 ",
        "textoArticulo": "    (Opción del medio de pago para proveedores del Estado).- \r\n\r\n   (*) \r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 19.210 de 29/04/2014 artículo \r\n<a href=\"/bases/leyes/19210-2014/42\" >42</a>.\r\n"
    },
    "numeroArticulo": "220",
    "seccionArticulo": "IV",
    "capituloArticulo": "IV",
    "textoArticulo": " (Opción del medio de pago para proveedores del Estado).- (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 19.210 de 29/04/2014 artículo 42. ",
    "textoOriginal": " (Proveedores del Estado).- A partir del primer día del mes siguiente a los ciento ochenta días a contar desde la vigencia de la presente ley, todos los pagos que deba realizar el Estado a proveedores de bienes o servicios de cualquier naturaleza por obligaciones contraídas con posterioridad a la vigencia de la presente ley, deberán cumplirse a través de acreditación en cuenta en instituciones de intermediación financiera. Lo dispuesto en el inciso precedente no será de aplicación cuando el pago del precio se pacte al contado y su monto sea inferior al 15% (quince por ciento) del límite máximo establecido en el literal B) del artículo 33 del Texto Ordenado de la Contabilidad y Administración Financiera del Estado (TOCAF), aprobado por Decreto N° 150/012, de 11 de mayo de 2012. ",
    "textoModificado": " (Proveedores del Estado).- Los pagos que deba realizar el Estado a proveedores de bienes o servicios de cualquier naturaleza por obligaciones contraídas con posterioridad a la vigencia de la presente ley podrán cumplirse, a opción del proveedor, en efectivo hasta el límite máximo para la compra directa común, o a través de acreditación en cuenta en instituciones de intermediación financiera. (*) "
}