{
    "fechaDescarga": "05/01/2021, 10:50:38",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN I - SEGURIDAD PÚBLICA\r\n  CAPÍTULO I - NORMAS PENALES  ",
        "nombreArticulo": "Artículo 11 ",
        "textoArticulo": "    (Agravio a la autoridad policial).-\r\n \r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo agregó a:</font></b> Código Penal de 04/12/1933 artículo <a href=\"/bases/codigo-penal/9155-1933/173_TER\" >173 - TER</a>.\r\n"
    },
    "numeroArticulo": "11",
    "seccionArticulo": "I",
    "capituloArticulo": "I",
    "textoArticulo": " (Agravio a la autoridad policial).- (*) ",
    "notasArticulo": "Este artículo agregó a: Código Penal de 04/12/1933 artículo 173 - TER. ",
    "textoOriginal": " (Agravio a la autoridad policial).- (*) ",
    "textoModificado": " (Agravio a la autoridad policial).- El que obstaculice, agravie, atente, arroje objetos, amenace o insulte a la autoridad policial en ejercicio de sus funciones o con motivo de estas, será castigado con una pena de tres a dieciocho meses de prisión. No serán castigados el ejercicio de la libertad de prensa ni la mera protesta ante la acción policial. Son circunstancias agravantes para este delito y ameritan la imposición de un guarismo punitivo superior a la mitad de la pena: 1. Que la conducta descripta se ejercite por tres o más personas. 2. Que la conducta descripta se ejecute contra un número plural de funcionarios. 3. La elevación jerárquica del funcionario ofendido. 4. Que la conducta descripta se realice en las inmediaciones de la sede donde el funcionario presta servicio habitualmente o del domicilio del mismo. Es circunstancia atenuante, la retractación del ofensor, aceptada por el funcionario en cuestión, manifestada y asentada en audiencia. (*) "
}