{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 160 ",
        "textoArticulo": "    (De la designación de los Directores Generales, Subdirectores y miembros del Consejo de Formación en Educación).- \r\n\r\n   (*)\r\n ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/65\" >65</a>.\r\n"
    },
    "numeroArticulo": "160",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticuloMarkdown": " (De la designación de los Directores Generales, Subdirectores y miembros del Consejo de Formación en Educación).- (*) ",
    "notasArticuloMarkdown": "**Este artículo dio nueva redacción a:** Ley Nº 18.437 de 12/12/2008 artículo [65](https://www.impo.com.uy/bases/leyes/18437-2008/65). ",
    "textoOriginalMarkdown": "    Modifícase el artículo 65 de la Ley N° 18.437, de 12 de diciembre de 2008, con la redacción dada por la Ley N° 19.187, de 2 de enero de 2014, el que quedará redactado de la siguiente forma:\r\n      \"ARTÍCULO 65. (De la designación o elección de los integrantes de\r\n      los Consejos).- Los Consejos de Educación Inicial y Primaria, de\r\n      Educación Media Básica y de Educación Media Superior y de Educación\r\n      Técnico-Profesional (UTU) se integrarán con tres miembros que hayan\r\n      ejercido la docencia en la educación pública por un lapso no menor\r\n      a diez años.\r\n      Dos de ellos serán designados por el Consejo Directivo Central por\r\n      cuatro votos conformes y fundados. De no haberse realizado las\r\n      designaciones a los sesenta días de instalado el Consejo Directivo\r\n      Central o en el mismo plazo en caso de vacancia definitiva, la\r\n      designación podrá ser realizada por mayoría absoluta de integrantes\r\n      del Consejo.\r\n      Por el mismo procedimiento y con el mismo sistema de mayoría\r\n      especial, será designado el Director General de cada Consejo.\r\n      El tercer miembro de cada Consejo será electo por el cuerpo docente\r\n      del mismo, según la reglamentación que oportunamente apruebe el\r\n      Consejo Directivo Central. Durarán cinco años en sus funciones,\r\n      pudiendo ser reelectos solamente por un período subsiguiente\r\n      debiendo para una nueva elección mediar por lo menos cinco años\r\n      desde su cese.\r\n       La elección estará a cargo de la Corte Electoral.\r\n      Los miembros electos permanecerán en sus cargos hasta que asuman\r\n      los miembros electos para el período siguiente\".\r\n\r\n   Sala de Sesiones de la Cámara de Senadores, en Montevideo, a 5 de febrero de 2015.\r\n   DANILO ASTORI, Presidente; HUGO RODRÍGUEZ FILIPPINI, Secretario.\r\n\r\nMINISTERIO DE EDUCACIÓN Y CULTURA\r\n MINISTERIO DEL INTERIOR\r\n  MINISTERIO DE RELACIONES EXTERIORES\r\n   MINISTERIO DE ECONOMÍA Y FINANZAS\r\n    MINISTERIO DE DEFENSA NACIONAL\r\n     MINISTERIO DE TRANSPORTE Y OBRAS PÚBLICAS\r\n      MINISTERIO DE INDUSTRIA, ENERGÍA Y MINERÍA\r\n       MINISTERIO DE TRABAJO Y SEGURIDAD SOCIAL\r\n        MINISTERIO DE SALUD PÚBLICA\r\n         MINISTERIO DE GANADERÍA, AGRICULTURA Y PESCA\r\n          MINISTERIO DE TURISMO Y DEPORTE\r\n           MINISTERIO DE VIVIENDA, ORDENAMIENTO\r\n            TERRITORIAL Y MEDIO AMBIENTE\r\n             MINISTERIO DE DESARROLLO SOCIAL\r\n\r\n                                         Montevideo, 13 de Febrero de 2015\r\n\r\n   Cúmplase, acúsese recibo, comuníquese, publíquese e insértese en el Registro Nacional de Leyes y Decretos, la Ley por la que se prorroga el plazo de permanencia de los miembros del Consejo Directivo Central de la Administración Nacional de Educación Pública y de los Consejos de Educación Inicial y Primaria, de Educación Media Básica, de Educación Media Superior y de Educación Técnico-Profesional.\r\n ",
    "textoModificadoMarkdown": " (De la designación de los Directores Generales, Subdirectores y miembros del Consejo de Formación en Educación).- Los Directores Generales de Educación Inicial y Primaria, de Educación Secundaria, de Educación Técnico Profesional, los Subdirectores de esos mismos subsistemas y los integrantes del Consejo de Formación en Educación serán designados por el Consejo Directivo Central, por mayoría absoluta de votos conformes y fundados. Todos ellos permanecerán en funciones hasta que asuman quienes hayan sido designados para sustituirlos.(*) "
}