{
    "fechaDescarga": "05/01/2021, 10:53:30",
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN XI - OTRAS DISPOSICIONES  CAPÍTULO II - PORTABILIDAD NÚMERICA  ",
        "nombreArticulo": "Artículo 474 ",
        "textoArticulo": "    (Cronograma de actividades).- El Comité de Portabilidad Numérica elaborará, dentro de los ciento ochenta días siguientes a su conformación, un cronograma de actividades para la implementación de lo dispuesto en la presente ley.\r\n\r\n   En dicho marco, el Comité deberá determinar:\r\n\r\nA) Los mecanismos y formas de implementación de la portabilidad numérica\r\n   para el sistema de telefonía móvil.\r\n\r\nB) El esquema técnico que mejor se adecue a las condiciones del servicio\r\n   a implantar.\r\n\r\nC) La revisión de un plan de numeración.\r\n\r\nD) Un plan de migración adecuado, garantizando el mejor servicio al\r\n   usuario.\r\n\r\nE) La determinación de los costos fijos por operador para la activación\r\n   de la portabilidad numérica.\r\n\r\nF) Las recomendaciones en materia de tarifas, remuneración y cobro de\r\n   portabilidad numérica que aseguren que los cargos se orientarán a los\r\n   costos del servicio y no al usuario.\r\n\r\nG) El proceso público de consultas a los operadores y la conformación de\r\n   una instancia permanente de carácter consultivo, que promueva la\r\n   cooperación entre agentes.\r\n\r\nH) El diseño de manuales de procedimientos para el acceso al servicio.\r\n\r\nI) El diseño claro y oportuno de lineamientos precisos sobre los derechos\r\n   y deberes de usuarios y operadores.\r\n\r\nJ) La implementación de un mecanismo oportuno para la eliminación de los\r\n   costos asociados a la incertidumbre respecto a los cargos de\r\n   terminación de llamadas a números portados.\r\n\r\nK) Todo otro aspecto o medida regulatoria que se considere indispensable\r\n   para que la portabilidad numérica se haga efectiva.\r\n "
    },
    "numeroArticulo": "474",
    "seccionArticulo": "XI",
    "capituloArticulo": "II",
    "textoArticulo": " (Cronograma de actividades).- El Comité de Portabilidad Numérica elaborará, dentro de los ciento ochenta días siguientes a su conformación, un cronograma de actividades para la implementación de lo dispuesto en la presente ley. En dicho marco, el Comité deberá determinar: A) Los mecanismos y formas de implementación de la portabilidad numérica para el sistema de telefonía móvil. B) El esquema técnico que mejor se adecue a las condiciones del servicio a implantar. C) La revisión de un plan de numeración. D) Un plan de migración adecuado, garantizando el mejor servicio al usuario. E) La determinación de los costos fijos por operador para la activación de la portabilidad numérica. F) Las recomendaciones en materia de tarifas, remuneración y cobro de portabilidad numérica que aseguren que los cargos se orientarán a los costos del servicio y no al usuario. G) El proceso público de consultas a los operadores y la conformación de una instancia permanente de carácter consultivo, que promueva la cooperación entre agentes. H) El diseño de manuales de procedimientos para el acceso al servicio. I) El diseño claro y oportuno de lineamientos precisos sobre los derechos y deberes de usuarios y operadores. J) La implementación de un mecanismo oportuno para la eliminación de los costos asociados a la incertidumbre respecto a los cargos de terminación de llamadas a números portados. K) Todo otro aspecto o medida regulatoria que se considere indispensable para que la portabilidad numérica se haga efectiva. ",
    "textoOriginal": " (Cronograma de actividades).- El Comité de Portabilidad Numérica elaborará, dentro de los ciento ochenta días siguientes a su conformación, un cronograma de actividades para la implementación de lo dispuesto en la presente ley. En dicho marco, el Comité deberá determinar: A) Los mecanismos y formas de implementación de la portabilidad numérica para el sistema de telefonía móvil. B) El esquema técnico que mejor se adecue a las condiciones del servicio a implantar. C) La revisión de un plan de numeración. D) Un plan de migración adecuado, garantizando el mejor servicio al usuario. E) La determinación de los costos fijos por operador para la activación de la portabilidad numérica. F) Las recomendaciones en materia de tarifas, remuneración y cobro de portabilidad numérica que aseguren que los cargos se orientarán a los costos del servicio y no al usuario. G) El proceso público de consultas a los operadores y la conformación de una instancia permanente de carácter consultivo, que promueva la cooperación entre agentes. H) El diseño de manuales de procedimientos para el acceso al servicio. I) El diseño claro y oportuno de lineamientos precisos sobre los derechos y deberes de usuarios y operadores. J) La implementación de un mecanismo oportuno para la eliminación de los costos asociados a la incertidumbre respecto a los cargos de terminación de llamadas a números portados. K) Todo otro aspecto o medida regulatoria que se considere indispensable para que la portabilidad numérica se haga efectiva. "
}