{
    "json_original": {
        "tipoNorma": "Ley",
        "nroNorma": "19889",
        "anioNorma": 2020,
        "nombreNorma": "APROBACION DE LA LEY DE URGENTE CONSIDERACION. LUC. LEY DE URGENCIA",
        "leyenda": " Documento Actualizado ",
        "urlTodaLaNorma": "/bases/leyes/19889-2020",
        "fechaPromulgacion": "09/07/2020",
        "fechaPublicacion": "14/07/2020",
        "tituloArticulo": "  SECCIÓN III - EDUCACIÓN  ",
        "nombreArticulo": "Artículo 134 ",
        "textoArticulo": "    (De la educación media superior)\r\n\r\n   (*) ",
        "notasArticulo": "<b><font color=\"#0000FF\">Este artículo dio nueva redacción a:</font></b> Ley Nº 18.437 de 12/12/2008 artículo \r\n<a href=\"/bases/leyes/18437-2008/27\" >27</a>.\r\n"
    },
    "numeroArticulo": "134",
    "seccionArticulo": "III",
    "capituloArticulo": null,
    "textoArticulo": " (De la educación media superior) (*) ",
    "notasArticulo": "Este artículo dio nueva redacción a: Ley Nº 18.437 de 12/12/2008 artículo 27. ",
    "textoOriginal": " (De la educación media superior).- La educación media superior abarcará hasta tres años posteriores a la educación media básica, según las modalidades ofrecidas en el nivel y tendrá un mayor grado de orientación o especialización. Tendrá tres modalidades: la educación general que permitirá la continuidad en la educación terciaria (bachilleratos generales); la tecnológica que permitirá continuar estudios terciarios y la inserción laboral (bachilleratos tecnológicos); y la formación técnica y profesional que estará orientada principalmente a la inserción laboral. La culminación de todas sus modalidades permitirá la continuidad educativa. ",
    "textoModificado": " (De la educación media superior).- La educación media superior comprende los tres años posteriores a la culminación de la educación media básica y constituye el último tramo de la educación obligatoria. Los certificados de educación media superior son habilitantes para realizar estudios terciarios, incluyendo estudios universitarios de grado. (*) "
}